{"Najeeb al-Shorbaji": "Director for Knowledge Management and Sharing of Knowledge, Ethics and Research, Acting Director for Patient Safety Program, WHO/HQ, Geneva (2008-2015) Regional Informatics Officer, Advisor and Coordinator for Knowledge Management and Sharing, Eastern Mediterranean, WHO (1995-2008) I was born in 1954 in Aqbet Jabr, the refugee camp near Jericho in Palestine. I moved to East Jordan as a refugee in 1967 after the Six-Day War, during which the whole of Palestine became under occupation. I finished high school in the Baqa Refugee Camp in Jordan in 1973 and subsequently received a bachelor’s degree and post- graduate diploma from the University of Jordan. Scholarships enabled me to complete a Master’s in Information Sciences and a PhD from the University of Wales, UK in 1986. Returning to Jordan, I worked in documentation and information management, and in 1988 joined the World Health Organization (WHO) Regional Centre for Environmental Health Activities (CEHA) as an Information Scientist. This involved building a network of professionals and institutions for environmental health, introducing me to new fields of science (after having managed educational and earth sciences information) in public health information at WHO, which helped me recognize the value of data, information, and knowledge for public and personal health. In June 1988, I was reading a local newspaper while trying to identify a good gynecologist to consult on pregnancy issues and spotted an advertisement for a programmer’s job to work for a gynecology private clinic. I called the number and was told that they had already identified a programmer. I told them: “I am not interested in the job. I am interested in coming to see the gynecologist for a medical consultation.” The assistant gave me an appointment, and I went there with my wife. But, most of our discussion with the gynecologist turned out to be on the need for a computer programme to store, process, and use medical data to help doctors save time, manage appointments, and keep records of patients. Thus, I became a “free-of-charge consultant” for data management at the clinic, visiting it frequently for purposes other than those directly medical. I became friends with the gynecologist until he passed away 25 years later, in 2014. News about our success in using the computer to manage patient data spread to other clinics and healthcare providers close to my friend and those that I was sent to visit. The original clinic is still there and uses the same computer programme, though with many advances and networking facilities, being maintained within a networked environment allowing simultaneous access for physician assistants and clerical personnel as well as the physician—who can do this from home, as needed. This exposure to clinical data in computers provided me with the opportunity to better understand and then advise on what data elements should be recorded, what coding systems were available for use, what kind of reports were required, and how the programme could become the gynecologist’s new “medical assistant”. The type of questions the secretary and the doctor used to ask and the answers my wife and myself used to give helped a lot in communicating with the programmer and in designing the  computer application. This first medical informatics experience is what “hooked” me strongly to this field both professionally and personally. In June 1994, I moved to the WHO Regional Office for the Eastern Mediterranean (EMRO) in Alexandria, Egypt to take the job of Officer-in-Charge of Health Literature Services. The first project I submitted in that capacity was to computerize the library and information services in the Regional Office, create a local area network, install a CD- Tower for MEDLINE CD-ROMs and orientate the regional advisers to the new environment. These “informatics applications” attracted the attention of the top management in the Regional Office. They offered me the chance to act as the Regional Informatics Officer in addition to my job. I accepted the challenge with pleasure. th While I was unable to personally attend the 8 World Conference on Medical Informatics in Vancouver in 1995, two EMRO senior staff were able to go, and came back with many great ideas, publications, and a great sense of enthusiasm about medical and health informatics. Meeting with them and other top managers later helped me explore venues, activities, projects, plans, and budgets to support health informatics applications in the Region and the Regional Office. Reading the conference materials provided me with an excellent understanding of medical informatics, motivating me to change. Later that year, I became Acting Regional Informatics Officer, and subsequently Regional Informatics Officer, Regional Advisor and Coordinator for Knowledge Management and Sharing. For 14 years, I was fully engaged in health and medical informatics activities at the Regional level and to a lesser extent at the global level. At the Regional Office’s level, I led a revolution in information technology and communication infrastructure development, applications development, staffing, services, and support to member states. These changes included: building a local area and wide area networks, installing an email server and issuing email addresses to all staff, connecting the Regional Office to the Internet through a leased line, installing a workstation on every desk in the Office, linking all country offices to the Global Private Network, building the website of the Regional Office and its intranet with administrative and financial systems, providing ICT staff and building websites in every country office, and forming a consortium for medical journals and databases from EMR member states to allow national scientists, researchers, and practitioners access at very low cost. These included the Unified Medical Dictionary, the Regional Health Statistics System, Electronic Publishing Directory, and bibliographic databases. I initiated and led significant developments, including a computer-based poliomyelitis data collection system, enabling direct data entry and publication online—the first computer-based disease surveillance application in the Region; and a decision-support and health mapping system piloted in Egypt, which included every single family member in a village (with name, gender, age, educational level, profession, health status, vaccinations, immunization, visits to the health center, etc.). With GIS, it mapped all health-related facilities such as schools, water supply and sanitation, and human resources for health. Diagnosis of diarrhea, for example, was linked to water supply; multiple close pregnancies were linked to level of education, etc. A short messaging system provided alerts to staff on security, health hazards, and other issues in different duty stations in the Region. This was the earliest mobile health application which evolved to a model for SMS for health; the Geographic Information System was provided to countries of the Region, requiring acquisition of aerial maps, their digitization, and map projections to include health facilities, roads, water stations, a computer-based registration for drug supplies as part of the “Oil-for-Food Programme” which was established by the UN Iraq  in 1995, which was the only source of data on generics, trade names, quantities, and distribution of drugs and other medical supplies. During this period two major regional knowledge networks were created: a Regional Health Informatics Network and a Regional Health Sciences Virtual Library. Other networks for terminologists and non- communicable diseases were also created. During this time, I also organized or co- organized regional conferences bringing together over 5000 professionals from the 22 countries of the Region and over 200 experts from all over the world. These included: the Regional Conference on e-health, Regional Conference on Virtual Health Sciences Library, Regional Conference on Medical Journals Publishing, the Middle East Information Technology in Healthcare Forum, and Euro-Mediterranean Medical Informatics and Telemedicine Conference, which I co-organized regularly in collaboration with EMMIT. The fourth conference was convened in March 2008. I also co-organized Regional conferences on the use of ICT for young doctors, in emergencies, and for people with disabilities with the International Telecommunication Union. During this period, I also led work on regional committee resolutions, setting strategic directions for both the Regional Office and its member states, including Health informatics and telemedicine with emphasis on the Eastern Mediterranean, RC 44 (1997); Health and medical informatics in the Region, RC 48 (2001); Regional strategy for knowledge management in support of public health, RC53 (2006); Leveraging e-health: use of ICT in health; and GIS for health mapping, RC 54 (2007). Strategic collaborations were established with the Regional Office of the International Telecommunication Union in Cairo, the Euro-Mediterranean Medical Informatics and Telemedicine Conference in Milan, the Arab Health in Dubai and The Islamic Educational, Scientific and Cultural Organization (ISESCO) in Rabat, Morocco, leading to joint programmes and activities. In summary, over 14 years at EMRO, I led collaborations with member states, promoted eHealth in the East Mediterranean Region, and established the first dedicated eHealth website in the seven offices of WHO was published and maintained by EMRO. Moving to Geneva in 2008, I became Director for Knowledge Management and Sharing, Director of Knowledge, Ethics and Research, and Acting Director for the Patient Safety Programme at WHO/HQ. I was frequently Acting Coordinator for eHealth with a team of seven professional staff responsible for multiple global eHealth projects and activities, including World Health Assembly (WHA) and Regional Committee resolutions, such as th the 58 World Health Assembly adopting Resolution WHA58.28 establishing an eHealth strategy for WHO, giving, for the first time, legitimacy to eHealth in the WHO global programme and national health plans. I led the implementation of the resolution, which was a challenge that required a lot of work and persistence against all odds. Progress was th regularly reported, leading in 2013 to the 66 World Health Assembly (WHA) adopting a resolution on eHealth standardization and interoperability, reflecting the importance of eHealth and health data standards while highlighting security and privacy protections for personal clinical data, global, top-level domain names, including “.health”, and the names and acronyms of intergovernmental organizations, including WHO, to be protected in the Internet Domain Name System. I provided the technical input to develop the background papers and facilitated the Executive Board and WHA discussions which led to the adoption of the resolution—as with those of the Regional Committees of the Eastern Mediterranean and the Regional Committee of the African Region. Building strategic partnerships in eHealth with relevant organizations was the responsibility of technical programmes in WHO. This required identification of partners, negotiated collaborations, finalized agreements, consultations with Legal Counsel and then implementation of a programme of work. Examples of global partnerships that I  helped develop included: with the International Telecommunication Union headquarters in Geneva; the United Nations Outer Space Affairs (UNOOSA) in Vienna on the peaceful use and exploration of space, and in the utilization of space science and technology for sustainable economic and social development; the Global Observatory for eHealth (GOe) and the global eHealth survey, which conducted 3 major surveys under my direct supervision in 2009, 2013, and 2015. Sustaining the GOe was one of the major challenges that I had to face financially and technically. In addition to the regular surveys, it was possible to focus one of the surveys on the “use of ICT for women’s and children’s health” as part of the work of the Commission on Information and Accountability for Women’s and Children’s Health (COIA), and the other one was on the “use of ICT in support of Universal Health Coverage”. For the first time in WHO, I led work on the evaluation of WHO publications with specific focus on GOe publications. eHealth collaborating centers and nongovernmental organizations in official relations with WHO. WHO has a network of over 700 collaborating centers which are mainly research and/or higher education institutions. In eHealth we went from one to six Collaborating Centers (Norwegian Centre Telemedicine, University of Hospital of North Norway; the Asian Pacific Ubiquitous Health Care Research Centre, University of New South Wales; the Centro de Relações Internacionais em Saúde (CRIS), Fundação Oswaldo Cruz (FIOCRUZ); the Center for Health Statistics and Information (CHSI), Ministry of Health of the People's Republic of China; the Départment d'imagerie et des sciences de l'information medicale, Hôpitaux Universitaires de Genève; and the Centers for Disease Control and Prevention (CDC), The Center for Global Health, Division of Global Health Protection, Global Health Security Branch, Systems and Planning Team). I also developed plans for collaborating with the International Medical Informatics Association, the International Society for Telemedicine and eHealth, and the Health on the Net Foundation. In support of eHealth as a technical programme of WHO, I initiated eTAG in 2013 to advise on policy, standardization, planning, priority setting, resource mobilization, collaboration and partnership building, evidence building, and evaluation of eHealth activities in the organization. I organized meetings of heads of WHO eHealth collaborating centers, Heads of NGOs in official relations with WHO, including IMIA. The personal relation with the Presidents of IMIA over the years has enabled open, frank, and professional discussions, allowing the participation and engagement of WHO in MEDINFO over the last 10 years. I was keynote speaker at MEDINFO 2010 in Cape Town, MEDINFO 2013 Copenhagen, and MEDINFO 2015 São Paolo, and became an Honorary Member of IMIA. After retirement from WHO in 2015, I have continued to be active in supporting eHealth at national, regional, and global levels as part-time lecturer and researcher at The Peter L. Reichertz Institute for Medical Informatics (PLRI), Germany, where I lecture on “International eHealth Perspectives”; as consultant to EMRO on health information systems; as convener of the Doha roundtable on mobile health; as advisor to UNRWA on eHealth system development; with voluntary work to establish the Jordan National eHealth Association and the Middle East and North Africa Health Informatics Association; and acting as peer-reviewier of journal articles for a number of scientific journals in eHealth. ", "Enrico Coiera": "Foundation Professor and Director, Centre for Health Informatics Australian Institute of Health Innovation, Macquarie University IMIA François Grémy Award for Excellence Professor of Medical Informatics, UNSW (1999- 2014) Founder & President (2002), Australasian College of Health Informatics IMIA Council and Medinfo Vice-president (2007-10) A doctor treats one patient at a time. If you could build a machine that treated many patients, you could touch the lives of thousands at a time. With that thought, I decided to pause my clinical training and learn both about computer science and how it could be applied to medicine. It was late E. Coiera, MB, BS, PhD, FAHMS, MIAHSI, FACHI, FACMI in 1984, the Apple Lisa and Apple 2e had just been released, as had the first IBM PC, and while the impact of this technology on medicine seemed obvious to me, I was alone amongst my peers in thinking so. As would be the case many times in my career, I found a mentor to guide me—in this case Dr David More, a brilliant intensivist with a passion for clinical computing. David suggested I build an expert system for my thesis work towards the Master’s Degree in Biomedical Engineering I had started (at that time none of the Computer Science Schools knew what to do with a doctor who wanted to learn programming, but the biomedical engineers did). And so I discovered, and fell in love with, artificial intelligence. The AI in medicine global community I entered was small but filled with brilliant thinkers, all passionate about transforming clinical care, who honoured what was human and important, but who also knew we could do so much better. These were the years of the expert systems boom, and I remember buying three books—Ted Shortliffe’s collection on the MYCIN experiments, Vimla Patel’s book on cognitive science, and the Readings in medical artificial intelligence: the first decade collection. It seemed to me then that most of the problems in clinical AI would soon be solved and that I was late to the party. It is obvious with hindsight that I was fundamentally wrong on both counts. The one-year diversion that was the master’s degree quickly became a 4-year diversion into a computer science doctorate, where I focussed on the unsolved challenges of patient monitoring, interpreting clinical data sets that unfolded over time, and with a specific focus on the confusing picture that multiple concurrent diseases created. Expert systems were seen as shallow representations of knowledge, and the quest at that time turned to utilising ‘deep models’ which would allow a program to work out what was going on with a patient from first principles. I worked on an approach called qualitative simulation where the models were mathematically robust but allowed causal qualitative analyses to be undertaken. My doctoral supervisor Claude Sammut was a leading machine learning researcher, famous for creating the MARVIN program which would learn interactively with a human. As I became exposed to Claude’s other doctoral students, many working on machine learning projects, I started to think about where deep models came from, and how they could be learned from examples. I remember thinking what would happen if I took my patient monitoring program which took data and models as input to predict future patterns, and I ran it backwards. Obviously, I would take as input the patterns of data and output models! Within 24 hours I had taken the patient monitoring program I had written  in Prolog over 24 months, turned it upside down, and built the first machine learning program to discover qualitative causal models – Genmodel. It is quite likely that the next stage in the evolution of deep learning will need to meld with symbolic approaches like these. Deep learning and deep models might just yet merge into a unified approach to cognitive simulation. The next ten years were spent overseas, working in England at Hewlett Packard’s Bristol research Laboratory (HPLB). This was the decade of the 90s, and I would see first-hand the eruption of the World Wide Web, taking most everybody in the technical community by surprise with the scale and rapidity of its emergence and development. This early privileged exposure allowed me to imagine what all this might mean for healthcare and allowed me to write some of the first commentaries on the internet and medicine. My time at HPLB was also one of broadening horizons. I was exposed to ethnography for the first time, and I came to quickly understand how observing what actually happens in the real world is a good way to find solutions to real problems. Our Bristol team had a sister team at HP’s Palo Alto Labs led by Paul Tang, and they were working on creating a physician workstation—what we would today think of as an electronic health record with deeply embedded decision support. HP was then famous for its CareVue patient monitoring system, and we in Bristol were tasked to create an Anaesthesia Workstation to be built around the monitoring technology. Taking the lessons of ethnography to heart, we undertook many hours of real-world observation of anaesthesia assisted by Tom Clutton-Brock in Birmingham. The workstation’s design was thus heavily influenced by what we saw clinicians do in the operating room, and the design of the display and its functions were intended to closely match the tasks we saw. A working prototype was built, but HP’s medical business decided not to commercialise—a difficult lesson for the research team in the hard-nosed realities of the business world. Soon after, the AI Department was ‘reorganised’ into a telecommunications laboratory. Expert systems and AI were entering a decade-long winter, and mobile phones were the future. Not only did I not know anything about telecommunications or mobile phones, but I remember clearly that I didn’t want to either. I was a medical AI scientist, not a reconfigurable researcher! With great reluctance, I recall trying to fit in and suggested that we explore clinical communication. I again turned to ethnography to understand what was happening in the clinical world, with the clear bias that what clinicians wanted was decision support and AI for diagnostic problems, and that communication needs were at the bottom of their list. I was again perfectly wrong. I quickly discovered that for all the frustrations of the patient record, the doctors and nurses I talked to at Frenchay Hospital reported that communication problems drove them crazy. I discovered that information was often lost in translation, that the clinical workplace was full of interruptions, and that interruptions led to multitasking and error. I had found my research agenda for the next decade. I still recall my first presentation on clinical communication at the AMIA Fall meeting: first because the projector would not turn on, and second because no one seemed interested in communication when there were so many great papers on the EHR and decision support to go to. Of course, since then communication problems, and the observation of clinical work, have become mainstream issues. We next started to imagine how we would solve all these new communication problems and uncovered a new world of software applications that would sit on top of mobile phones. There was much enthusiasm for these ideas in Labs, and the old AI Department of about 20 researchers was refocussed on clinical communication—a huge  bet. We took the smallest phone we could find, a Nokia, and attached it to the HP 200LX palmtop computer with a cable and started to write applications over these two to support clinical team communication. In retrospect we had invented the smart phone and apps for healthcare around the same time Apple was doing the same for the consumer market. We also started to imagine what consumers could do with this technology. Maybe they could put their electronic records on their phone—a portable EMR? Maybe patients like diabetics could manage their treatment using similar applications? Despite the interest at HP Labs, HP’s medical division didn’t see much future in our approach, and they instead remained focussed on CareVue and the struggling electronic record system they had built for it. With no external business unit support, Labs eventually had to cancel our program. Apple made a different decision. Feeling disgruntled with the challenges of innovating within a large company like HP, I made the decision to return to Australia. Ten years earlier there had been just a handful of individuals interested in health informatics, but I returned to a place with a vibrant Health Informatics Society of Australasia (HISA) run by Joan Edgecumb, and found passionate colleagues such as Branko Cesnik, Evelyn Hovenga, Michael Kidd, Peter Brookes and Branko Celler. The new Dean of Medicine at the University of New South Wales (UNSW) was Bruce Dowton. Bruce was returning home after decades at Harvard, where he had met many of my colleagues, including Zak Kohane. Bruce, unlike his predecessor, needed no convincing that health informatics was essential to the future of medicine. I convinced him to hire me and became the first medical informatics professor in the country—very late in the piece compared to other nations. With Branko Celler in Engineering, I set up the Centre for Health Informatics (CHI) as a cross-faculty research centre and we began the extremely challenging task of building research teams, crafting a research agenda, and finding funds to run the thing. Inspired by Jeremy Wyatt’s work on evaluation of health informatics interventions, I brought him over to visit Sydney, and used that to springboard an evaluation project on the impact of Internet access to clinical decision tools, supported by New South Wales Health. I set up a team to do the work and had the tremendous good fortune to hire Johanna Westbrook to lead the team. Jo had recently finished an epidemiology doctorate and had deep experience in clinical information management. Jo has since gone on to become an internationally renowned researcher and today leads her own very successful research centre. I also started up a separate research program in clinical communication, developing standard methods to formally observe and measure interruption and multitasking. As we learned more about communication practices, we also started to look for evidence of harm associated with interruption. Up until then we had demonstrated high interruption rates and had a strong psychologically motivated theory on how that disrupted memory but had not taken the next step to actually prove errors were occurring. In the course of this work, the team found a few examples of errors that were in part triggered by technology such as the electronic record. This was unexpected. Health informatics was developing technology to avoid error, not create error. Serendipity soon had me sit beside Joan Ash and Mark Berg at a breakout session of an IMIA working conference in Heidelberg. We were the only three attendees who expressed interest in the ‘organisational and people’ aspects of the electronic health record. As we chatted in the warm afternoon, we exchanged stories. Mark was interested in how technology was being imposed on clinicians rather than fitting their needs. Joan was fascinated by how people were critical to making IT work. I had my interest in how communication needs between people were being ignored. We soon found each of us had stories about IT causing clinical problems and agreed to write these up in a paper  which would focus on the unexpected negative consequences of IT. Little did we realise that this paper would become the highest cited paper in JAMIA’s history, nor that it would trigger a backlash from many who felt our task was to sell the benefits of technology, not talk it down. The research agenda for my next 10 years was again revealed, and working with Farah Magrabi, who had first joined CHI as a doctoral student, we carefully catalogued the different ways in which IT is associated with new error classes, using critical incident reports as our data source. Farah led a team to develop a classification system for IT-related harm that has become a global de facto standard for reporting, and risks of poorly designed or used information technology are now a major issue in health informatics. Another strand of research was more reflective. Why do people prefer communication with each other over formal systems like the EHR? Why was it that complex IT systems struggled for adoption while something simple like internet protocols succeeded so spectacularly? How could the very smart folks at HPLB develop and then fail to grasp the importance of so many foundational Web and smart phone technologies? These ideas came together in a 1998 AMIA keynote, followed in 2000 by a speculative JAMIA paper on the nature of information and communication tools, which saw them as simply different ends of a spectrum of formalisation of tasks. This stream of work has matured slowly over the last two decades alongside of my other research interests and remains the one I find most intellectually satisfying and challenging. In parallel with these research developments, it became clear Australia did not have any formal accreditation pathway for those interested in informatics. Inspired by the American College of Medical Informatics, I worked with senior colleagues to establish the Australasian College of Health Informatics (ACHI) and in 2002 became its first president. ACHI grew steadily over two decades and moved from awarding Fellowship based on presentation of a portfolio of experience, to offering a formal training pathway in 2016. In 2020 ACHI and HISA merged to become the Australasian Institute of Digital Health. The resurgent interest in AI and deep learning around 2016 saw massive investment and engagement with AI around the world. Australia for many reasons was slower to re- engage at a national level with these new opportunities in healthcare, and I again saw the need to bring colleagues together and engage academia, government, health services, industry and consumers with the rapidly changing AI agenda. We established the Australian Alliance for AI in Healthcare in 2018, and the AAAIH is pursuing a national agenda around workforce, safety quality and ethics, industry regulation, and research funding. Whilst there is a strong technical agenda to develop new AI technologies, I remain intrigued by the challenges of the real world, where people and organisations add their own complexity with unexpected, often foundational, implications. So, rather than arriving late to the health informatics party, I find myself privileged to have started in the field in its early years. Rather than join an academic field where most everything has been solved, I found one with wide-open unexplored territories to discover, if only one looks where others do not. That is still the case today. ", "Brenda Faye (1949 - 2021)": "My start in the Biomedical and Health Informatics field was when I was allowed to listen to and work with st outputs from the 1 meeting of IMIA’s WG10 in Cape Town in 1979. I had absolutely no idea what I was listening to having only been part of the newly formulated Medical Informatics Department of Groote Schuur Hospital for 3 months and just completed my first programming course. It was only later that I understood that I had been in the presence of some of the world’s experts—Don Lindberg, Marion Ball, and Ab Bakker, to name a few of the WG10 conference presenters. My first experience under the guidance of an internationally renowned expert was with Prof. Don Fenna of Edmonton, Canada who spent his sabbatical drawing up a business plan for the introduction of Tandem failsafe computers to replace the current system. This encounter was then enhanced by me being part of the evaluation team of a tender to supply new mainframe technology to the Cape Provincial Government replacing its ICL that did not have the capacity to run the 5 million patients that were being treated at the 3 teaching hospitals—Groote Schuur, Red Cross Children’s, and Tygerberg tertiary hospitals in and around Cape Town, ZA. The processing speed of the batch-oriented mainframe was so slow that each programmer was only allowed 2 hours a day to test their programme. Error listings were produced overnight and delivered via small vans to the relevant programming sites the next day. In the end, it was not a hardware decision but rather the success of bespoke development on a Sperry mainframe bought by the Swedes under the leadership of Prof Hans Petersen that influenced our purchasing decision. The implemented system was the only proven model (in 1979) that the machine worked and that it could run in fail-safe mode 24X7X365 without scheduled downtime. Our management team felt that it would greatly benefit the province to upskill our own personnel. A decision that profoundly influenced what I have done as HI has since been a part of my life for more than 40 years. The approach followed was to employ IT experts from around the world sourced by the mainframe supplier, second all available ‘own’ personnel to work with these IT professionals and create, from scratch a bespoke suite of applications to manage Outpatients, Inpatients Admissions and Discharges, ICD9 diagnosis codes, Obstetrics, Pathology results and Materials Management. The system had to have a life span of 10 years (the norm of the day) and was called the Cape Hospital System (CHS). Due to many unique factors primarily the diversity of the population in the focussed area, there was no foreign HIS that addressed the needs of the Administration. It was being part of the CHS team that formed most of my early work in the field. The skills within the team were pooled and everyone learnt from one another as there was no template to follow. The project was supposed to last 18 months but as the top management of each area realised the advantages of the new system(s) the length and breadth of the development grew longer and longer. The first module went ‘live’ in one hospital in 1982 and, by 1984 all modules in all hospitals had been implemented. CHS  was finally replaced 20 years later but still forms the basis of the total health information system of the Western Cape Provincial Administration which links clinics, maternity and obstetric units, Tier 1, 2, 3 and 4 hospitals and the Provincial management team together. The system serves 8 million people each patient with only one patient number identifier. As for the people who inspired me, there have been many but probably the most influential was Otto Rienhoff and Jan van Bemmel who smoothed the way between the various clinical and political factions of the 1980’s in Cape Town and helped the Medical Informatics Departments with strategy, training, insight and direction at (sometimes) personal risk within their own universities and campuses in Europe. It was unpopular to assist anyone in South Africa due to the boycott actions and interpretations of who and what constituted apartheid. The Professors however understood the differences and supported the efforts of the Chief Medical Superintendent and the Medical Informatics Superintendent. Prior to being appointed as the first medical informatics programmer in ZA in 1978, I was not even aware that there was a marriage between computer technology and healthcare delivery. I was well into my 20’s with 4 other career paths behind me and had assimilated most of what was in the 1970’s called ‘computers’ before deciding on my ultimate choice career. The changes were slow and began by being exposed to the wider aspects of HI through attendance at Journal Clubs, after-hours mentor sessions and being part of the Groote Schuur Hospital (GSH) management team as Acting Head of the Medical Informatics Department. This happened through a convoluted set of weird career choices on my part and my motivation to get started encouraged me to complete my training as a programmer then advance to senior followed by chief programmer with the necessary training and courses. As Groote Schuur had never had posts of programmer before, I was sent to the University of Cape Town’s computer science course on the start- up programming languages needed to begin a programmer career. These courses were accepted by the central department of the government as valid. To this day there is still no undergraduate course offered at any accredited ZA university for health informaticians. In the following years, I worked within a Planning and Commissioning Unit to upgrade all physical and logical facilities at GSH including the implementation of IT systems to manage the acquisitioning processes, the human resources, clinical systems and exchange cart based materials management—a case study that was accepted for presentation at the Beijing and Singapore MedInfos in 1989. My initial expectations from being part of CHS grew, so that by 1982, I was accepted as a full Member of the South African Health Informatics Association (SAHIA, previously the South African Medical Informatics Group). As a member I participated in running the third, fourth, fifth and in 1997, chairing the sixth national conference. I remained part of the executive committee until 2011 and was awarded Honorary Fellowship for my efforts. During the period 1989 to 2004, there were major changes in what I could accomplish within HI in a practical sense given that in the IT world of ZA, informaticians are not recognised. Health Informatics is seen to be a specialist domain and is seldom rewarded unless one is part of an academic/research environment, few of which now exist. My solution lay in a combination of business roles from deputy director within the Public Sector Administration responsible for information technology policy, planning, procurement and adjudication—a national role, to systems analyst for an American IT company responsible for public sector applications marketing and sales. By the time I  left the sales world I was part of the national management team responsible for strategic analysis and thinking. My last full-time role was that of business intelligence analyst for a large medical aid moving from a treatment funding environment to that of managed care. Whilst with the central public service, I authored the national baseline specifications for the acquisition of centralised patient and health institution management. Then, during my time with the IT Company, I was the lead on the integration of two disparate hospital information systems, one based on proprietary software and the other on Open Source. The international dimensions of my work came to fruition when I was part of the inaugural establishment of the HELINA region and its Treasurer for four years 2007 – 2011. This was done at the same time as the organisation of the first International Medical Informatics Association conference held in Africa that took place in 2010. As Vice Chair of the Local Organising Committee my primary role was that of project management of all aspects of the conference, assuming chairmanship for a six-month period whilst the Chair, Lyn Hanmer was unavailable, fund raiser for the 60 student scientists that we helped finance and generally the ‘go to’ person for all the day-to-day problems. For the last five years, I have been a part time resource of the IMIA Office helping with most aspects of the administration as well as odd once off projects like the project management of the IMIA/WHO special bulletin on health informatics in 2011, the rationalisation of the membership lists and types, the co-ordinator and motivator of new aspiring corresponding members from all the corners of the world—El Salvatore to Sudan, Qatar to Mali. Any kind of resource in a LMIC (Low, middle income country), especially under a capital expenses budget, is almost impossible to find. HI systems in such countries tend to be in the public sector domain and as the life cycle of old technology comes to an end the burden of acquiring new finance is great, so most HI professionals in ZA have to make do with whatever is available. Couple that with the emerging market economy and strength of the USD, and bleeding-edge technology is totally unaffordable. In addition, most Public Sector acquisitions have to be proven, mature products. In summary looking at early work and their outcome from a 2016 perspective the challenges are the same—there are 4 worldwide major drivers of BMHI—manpower, ambition, strategic thinking, and support. Most BMHI projects, whether totally scientific or not, are resource intensive. Resources are scarce—maybe not in the same silos as in the 1970’s but virtually impossible to acquire all the same. Aspiring HI (Health Informatics) professionals need mentorship to guide them on the best way forward which is not necessarily the way that they would choose to go. It is possible to come up with an alternative plan based on previous experiences. Had I not had the support of ‘out of the box’ thinkers, I would never be the person I am today. Not all experts can rely on graduate qualification(s) or funded research, and as the world gets smaller and the technologies more mature, these benefits will disappear in all but the richest of countries who can still afford to operate and maintain domain specific sub cultures within the mainstreams of (general) informatics, engineering and medicine. There have been many factors / circumstances / directional changes, but the major force in my life has been the people. People from all walks of life that shape what you do, that push you along to go outside of your comfort zone and that inspire you. The one legacy a health informatician should leave behind is the knowledge that their expertise and skill has been transferred onto the next and future generation. To this end I still mentor more than a dozen students,  some of whom I taught in 2004 – 2009, giving them insights into health informatics from the perspective of public health. Forever pragmatic, I have found myself as the glue between the scientist, the researcher, the sceptic, the dreamer, and the money maker. You cannot stand on the outer skirts of this domain—it absorbs you and never leaves your memory even when, through forces not of your doing, you are obliged to work in another field. No matter how many times you walk away from it, you return again and again, as it is a passion. To quote Otto Rienhoff, “systems need research, scientists, proof of concept, and then someone to make it all work”. Medical Reference Services Quarterly, 2006; 25:83-91 ", "Shashi Bhushan Gogia": "MBBS, MS (Surgery) - AIIMS New Delhi, India General and Plastic Surgeon Chair IMIA Telehealth Working Group President SATHI Past President APAMI and IAMI One achieves more by following the path to success of others rather than from your own failures! My mathematics teacher recommended a career in software for me. This was in the late 60s, when computers were barely known. Ignoring this suggestion, I ended up accepting the highly respected and well-trodden path of medicine. I happened to rediscover my flair for computing in the 1990s. I used a Lotus 123 spreadsheet to analyze and summarize the results of a survey calculating disease incidence around Delhi. Based on the analysis, I predicted Dengue to be the number one emerging health problem. This was rejected as preposterous by the medical community. Delhi’s first epidemic of Dengue erupted 6 months later. Around the same time, the Consumer Protection Act (CPA)—India’s law of torts— was introduced, and many clinicians, including myself, started getting sued. I won all my cases, thanks to good and meticulous record keeping, all of which was paper-based. Many clinicians were less successful because of inadequate documentation. To me, this brought home the power of documentation. It also made me realize the efficiency automation might bring to this process. Looking for an EMR solution, I asked IT personnel to help—but they were expensive and the ones I could afford could not understand my needs. I began documenting my patient data digitally as a hobby. I read some books and enlisted the help of a few friends as well as some technically-savvy patients. I ended up using Powerbuilder® which assists Rapid Application Development (RAD). Little did I know that I would end up developing my own EMR. My knowledge of medicine turned out to be extremely useful in this venture. By 2001, my hobby had turned to a full-grown passion and I had started handing out my home-grown EMR (Medic Aid®, Rheum Aid®) to other clinician friends. However, medicine remained my primary career and source of support. Being engrossed in software development did mildly affect my clinical practice (“He is too engrossed in the computer”) as well as family life, for some time during these initial years. This was especially true while trying to develop a new component or debugging a persistent software problem. I joined IAMI in 2001 and became a member of the BMHI community. Its online discussion groups have been and remain a great learning tool. But activities were largely academic. The Society for Administration of Telemedicine and Healthcare Informatics (SATHI) was started in 2004 with an implementation motive. Telehealth, we realized, was being hyped as a technology-only solution, when it should really be a vehicle for solving important issues in medicine and healthcare more generally, like access, which is particularly acute in the more remote areas, and for which it provides some solutions.  SATHI has been a success story in telehealth, with award quality outcomes. We have focused on solutions based on understanding specific needs of each particular project. We invest in local personnel and provide them orientation and training, both in the Tele as well as the health component. Our motivated staff in return, contributed through innovative solutions based on locally available technology. For instance, in a remote area with poor connectivity, the staff would travel to areas close to a communications tower for synchronizing data. In another example, they arranged data transfer using USBs which were couriered through drivers of the local minibuses and shared taxis. At no time was care refused due to infrastructure and specially, connectivity constraints. I served as President of IAMI between 2006 and 2009. IAMI became an IMIA member during my presidency in 2006. I developed a close working relationship with many IMIA stalwarts who have guided as well as encouraged me in continuing my EMR journey. My interactions have helped me in widening my scope to many more components of BMHI which includes E-learning, HIT Standards, especially those mandated through ISO TC 215, ICD and SNOMED, User interphase, Training in HIT as well as Ethics in Healthcare. Playing bridge had taught me that experimenting with unconventional approaches may occasionally reveal dramatic success but is more often disastrous. Similarly, many innovations in BMHI have upturned conventional wisdom based on whims, with unfortunate consequences. Failure rate in BMHI is far higher than what is the accepted figure for most other IT projects—already an alarming 75%. In a field with high failure rates, one can always find a new way to fail! Failures are rarely reported, thus the reasons for failure are not easy to ascertain. One should learn from the path to success of others including how the potholes were side-stepped. I have learned that innovations should be introduced in an evolutionary manner, i.e., in small steps to avoid mammoth failures. Now at age 62, my hobby and love for BMHI continues. I still occasionally develop newer features in my EMR and continue to search for projects which SATHI can take under its fold. The latest is tackling lymphoedema and Filariasis. Yearbook of Medical Informatics, 2016; 25:41-46 ", "Lyn Hanmer": "Co-Head, WHO Collab. Centre for Family of International Classifications, South African Medical Research Council Chair, LOC for IMIA 2010, Cape Town Former Secretary, IMIA Board Fellow of SAHIA, IAHSI Health Informatics has been at the core of my professional and academic practice for most of my working life in South Africa, in partnership with many valued colleagues. As a member of SAHIA, the South African Health Informatics Association, I have also been involved in the extended Health Informatics community of IMIA and HELINA, the IMIA African region. My first formal encounter with Health Informatics was in the 1976/1977 Northern hemisphere academic year, when, after graduating in electrical and biomedical engineering from the University of Cape Town, I had the opportunity to study in the Bioengineering Department of the University of Strathclyde in Glasgow, Scotland, on a British Council scholarship. At the time, the Strathclyde programme was one of a handful of dedicated Bioengineering programmes in the world - and it included a stream on Health Informatics. My Master’s thesis was based on the design of an information system to support routine maternity care at a Glasgow hospital, and I was supervised jointly by a Computer Scientist and a consultant Obstetrician – in retrospect, the best possible introduction to a lifetime of work on routine heath information systems (RHISs), in multidisciplinary teams. I also had the opportunity to participate in Medinfo 77 in Toronto – the first of multiple Medinfo experiences. Informally, my first encounter with the international Medical Informatics community came through Otto Rienhoff, whom I first met in 1975 when he came to Cape Town as a young clinician/informatician to gain international experience. Otto, later an IMIA President and still active in IMIA, visited and worked in South Africa multiple times, and was very influential in the formation of the South African Medical Informatics Group (SAMIG), later reformed as SAHIA, and the establishment of HELINA. I am one those who have also benefited personally from Otto’s extended mentorship. I started my professional career in 1978 at Groote Schuur Hospital in Cape Town, as part of a team responsible for the design and implementation of the Cape Hospitals System (CHS), a computerised hospital information system for the three public academic hospitals in the City. Again, I was privileged to be involved in cutting-edge health information systems work in South Africa; led by outstanding local clinical managers, clinicians and informaticians; and in partnership with local colleagues from the public and private sectors, including Brenda Faye and Sedick Isaacs, who were also active in SAHIA and IMIA over several decades. The establishment of the new democracy in South Africa in 1994 resulted in seminal changes in the Health Informatics landscape in the country, with the formal recognition of health information systems as essential resources for health in South Africa. Although we continue to face many challenges in health information systems work in South Africa, the opportunities for ground-breaking developments remain. I continue to be involved in this domain through work on evaluation of health information systems, and the  development and implementation of health information standards in support of effective health services. The highlight of my involvement in SAHIA and IMIA was the invitation from my SAHIA colleagues to lead the local team responsible for the hosting of Medinfo 2010 in Cape Town on behalf of IMIA, with my colleague and friend Brenda Faye as the co-head of the Local Organising Committee (LOC). Our intensive work over several years with the LOC and other local partners, and the IMIA Board and committees, underlined the importance of the role of organisations such as IMIA and SAHIA in the promotion of health at national and international level; and of national and international partnerships based on strong personal relationships. Other highlights include serving as Secretary of the IMIA Board for two terms, the Sedick Isaacs award from HELINA in 2014/2015, Fellowship of SAHIA, and Fellowship of the IMIA IAHSI. The combination of professional and academic work in Health Informatics and related fields, linked to involvement in the national and international Health Informatics community through IMIA, HELINA and SAHIA, has made for a rich and rewarding career. Lynn Hanmer, Sedick Isaacs, and members of the Local Organizing Committee of MEDINFO 2010, Cape Town ", "Terry J. Hannan": "Visiting Faculty, Australian Institute of Health Innovation (AIHI) Macquarie University, Sidney An unpredictable journey It was in 1984 when my purchase of an Apple IIe, at an exorbitant price compared to current personal computer system s, ultimately led to my Health Informatics journey. It was this instrument that made me ‘see’ the power of information, stored, manageable, and adaptable, that could benefit aspects of my life. At this time, I was a fully practicing Consultant Physician in Internal Medicine and I was of the belief Prof. T.J. Hannan, MBBS, FRACP, FACHI, FACMI, that I had achieved a level of professional success beyond my prior life and expectations. For no particular reason of my own but at the insistence of others, I added FIAHSI oncology re-training to my clinical practice. It was in this oncology centre at the Prince of Wales Hospital, Sydney that I had my first exposure to “clinical computing”. I was considered an ‘expert’ because I had purchased my Apple computer and spoke excitedly about it! Within the unit, two senior IT Specialists (one of whom had worked with J.R. Scherrer on the DIOGENE EMR system in Geneva), had been working on the adaptation and implementation of the Johns Hopkins Oncology Centre Clinical Information System (OCIS) for about two years. They appeared to have achieved minimal progress in their efforts. The clinical system had been provided without significant documentation from Johns Hopkins. I was asked to see if I could be of assistance. On my first exposure, I said to them, “Wow, this is fantastic: it can do this, that, and more.” The IT staff asked me, “How do you know that?” My response was, “I am a physician, and it can do this with the clinical data and documentation.” It was a Road to Damascus moment for me (and them). From 1984-1986 I became the Medical Director of a small team [two nurses, one data coordinator and two IT Specialists that began the adaptation of the OCIS the system to the Australian health environment and we achieved a level of functionality that forced the owner of the Australian implementation, the not for profit New South Wales Cancer Council, to have to make a decision to accept or discontinue the project. To make an informed decision on this I was chosen to undertake an on-site visit to the Johns Hopkins Oncology Centre (JHOC) in Baltimore. In 1986, as I left Australia, our national papers had a front-page headline of a bone marrow transplant in Sydney. On arrival at the JHOC I was confronted by several oncology wards. One had 40 patients with blood diseases and multiple bone marrow transplants! This and my subsequent visits to study OCIS functionalities revealed to me the amazing power of an ‘effective information management system in health care’. I have a lifetime debt to the JHOC staff and in particular Prof Bruce Blum who designed the OCIS system and demonstrated to the clinicians (doctors, nurses, pharmacists, etc.) how it was essential that they needed electronic clinical decision support to manage their patients.  Clinical Information System for Oncology and Clinical Information Systems: these texts became my bibles for health informatics describing the core foundations of data- knowledge-information and their management in health. From 1986 to 1992, I became deeply involved in the modification, implementation, and enhancement of possibly the first successful intercontinental translocation of a complex clinical information system. This was an outstanding ‘educational’ process in understanding the complexities of care, automated information management systems, end-user acceptance and resistance to change. I also experienced the power of ‘administration’ to obstruct and destroy a successful HIT project. 1992–November 1999: I departed from this project in 1992 but now had a ‘career’ altering path that led to my involvement in organisations that became focussed on the evolution of health informatics in Australia. I became a regular attendee at AMIA meetings that led to my unplanned encounter with Centre for Clinical Computing, Harvard University. Here my informatics education evolved under leaders such as Warner Slack, Harold Bleich, and Charles Safran. They with Bruce Blum guided me in how to become published. There were many other leaders in this discipline who took me unconditionally under their wings to guide my future. There are two other internationally renowned Health Informaticians who continue to provide me with guidance, leadership and personal friendship with my involvement in this rich and diverse health discipline. The first is Professor Bill Tierney from the Regenstrief Institute (M. Collen Award recipient). Bill, despite having a life-threatening illness, continued to work tirelessly in Kenya and sub-Safran Africa. During this time his philosophical approach to life and care for people in LMIN is defined in his statement in response to a question about concerns for his health in travelling to these impoverished nations. Bill responded with, “My illness is a minor discomfort when it is compared to the needs of these people”. The outstanding professional and humanitarian work of Bill led to an esteemed Harvard University colleague defining his abilities and commitments in the following way: “Bill will be known as one of the great physicians and health informaticians in American history”. At AMIA in November 1999, Bill Tierney, who I had come to know well, met me by chance, stopped me, and said, “Do you want to come and work with me in Kenya?” Following my quick yes reply, he disappeared (very Bill). At that time, I was not aware that it was my Hopkins work that had inspired his invitation. The other individual I would like to pay homage to is Professor Enrico Coiera of Macquarie University, Sydney, Australia, who is a François Grémy Award recipient. Enrico has become a world leader in health informatics with his forward thinking and abilities to evaluate research in the discipline. For me, he is the wise guru who lets people like myself run free with ideas, then gently reins in the enthusiasm to the realities required to go forward with sensible actions. His ability to ‘think outside the square’ continues to have an educative effect on how I see informatics. He, like Bill Tierney, never displays a sense that my input and requests are troublesome. They also and have the ability to ‘listen’. These are features of great leaders and educators. Eldoret, Kenya, 2000–2006. As a member of the ‘team’ that successfully implemented the first e-record (EMR) in Kenya, I became deeply affected by the plight of those in Low and Middle Income Nations (LMIN). I also saw the power of community involvement and their ‘ownership’ of the eHealth system. So powerful was the success of this EMR project that Bill Tierney stated, “We have lit a candle in the darkness of Africa” (40 million persons living with AIDS). This local EMR project became the stimulus for the OpenMRS system led by Drs Paul Biondich and Burke Mamlin. OpenMRS has now become one of the largest  OpenSource EMRs in the world (www.openmrs.org) bringing self-management and ownership of eHealth systems in LMIN. OpenMRS has evolved from its humble beginnings to be one of the largest not-for- profit eHealth systems in the world for all diseases. Its power and influence have led the project to be nominated at least twice for a Nobel Peace Prize, and these included the nomination of one of the Kenyan project pioneers, Professor Joseph Mamlin, as an individual. As a person, my human experiences of the Kenyan and other African peoples, as well as being a Regenstrief team member, have deeply affected my approach to life and how I treat other people. One single experience that occurred in my final days in Eldoret reflects how the eHealth project was significantly a human one. I stood adjacent to a young social worker supporting a paraplegic young woman sitting on the grass, in the sun, outside the clinic. It was explained to me that the patient was immediately post-partum and had developed her paraplegia from HIV in pregnancy and delivery. She was brought to the clinic daily for her medications in the back of a utility truck by her uncle over a distance of 15 km. I asked why they did this. The profound reply was “because this clinic gives us hope”. This hope had come from the success of the EMR being implemented by the local clinic staff with the Moi University- Regenstrief teams that ultimately led to HIT systems development for the 40 million people living with AIDS in sub-Saharan Africa and other disease states. So, we had demonstrated that you can implement a functional EMR regardless of the resource limitations; the users of these systems do not need academic training if they ‘own’ the system and are supported in its evolution; and by doing this correctly, disease management can be changed, documented, and managed effectively. The most important lesson was that we can offer peoples, countries, and nations hope in their despair and poverty when they have no sense of a future. (Hannan TJ. Hope for HIV in Africa: observations by an Eldoret journeyman. MedGenMed. 2006 Feb 14;8(1):46.) 1992–present. I have continued to work actively in the local, national, and international health informatics community with the prime intention that the patient comes first. It is difficult to have a perception of one’s own worth when working in a very complex and emerging discipline such as health informatics. Review is by structured peer review or unsolicited acknowledgement by your peers who demonstrate that an individual’s worth can be measured. With this in mind, I have been humbled by three major awards that I was totally unaware of my being nominated for: • Inaugural Fellow of the Australasian College of Health Informatics (FACHI) • Invited Fellow of the American College of Medical Informatics (FACMI) • Invited inaugural Fellow of the International Academy of Health Informatics Institute (FIAHSI) Summary: In conclusion I can state that Health Informatics has had a profound effect on my professional life, but more importantly it has allowed me to be a better person and physician. (https://www.amazon.com.au/BEDSIDE-STORIES-JOURNEY-PATIENTS-Learning- ebook/dp/B078TQH13F) I hope I have responded to the warning from François Grémy in 1989 when he spoke to the emerging health informaticians in the audience at that time. He stated, “My greatest concern is that the clinicians and health informaticians of the future will be so seduced by the technologies that they will forget their patients”. ", "Evelyn Hovenga": "CEO & Director eHealth Education Pty Ltd Managing Director, Global eHealth Collaborative (GeHCo) How it all began As the eldest in an immigrant family, I had to leave high school at 14 to work full time and contribute financially. I had always enjoyed mathematics and learning, so I enrolled in evening classes to qualify and be accepted into a hospital-based nursing program at age 17. All further study was undertaken whilst working full time. I engaged in various professional activities throughout my E. Hovenga, RN, PhD, FACS, FACHI, FACN, FIAHSI career by organising my working life to best suit my personal circumstances and learning interests whilst developing a meaningful well-paid career. In 1978, when working as a Senior Nurse in charge of a private city hospital operating theatre, the Lincoln Institute (now LaTrobe University) offered for the very first time new post graduate courses for Registered Nurses. I enrolled in the Diploma of Applied Science majoring in Hospital Nursing and Unit Management and later completed a Bachelor of Applied Science, Advanced Nursing. One of the lecturers, Margaret Strang, had decided that nurses needed to learn about computing. She had made arrangements with the Royal Melbourne Institute of Technology (RMIT) for us to do one subject on Computers at RMIT. I did well programming in BASIC and gave my first lecture on computers for researchers to the Nursing Research Group Victoria in 1982. I then came across a job advertisement for a health service management consultant for the State Government Department of Information Services (DIS). That position description read as if it had been developed just for me. I applied and was successful. In preparation for that role, I had to undertake an intensive full-time short course in ‘Work Study’, including time and motion study at the Footscray Institute of Technology (now Victoria University). This was later augmented by the study and application of the Modular Adaptation of Predetermined Time Standards (MODAPTS). This new position, plus my very limited study in computer science, was the beginning of my career in BMHI. I undertook various productivity reviews and time studies in pathology, organ imaging, and nursing in any of the State’s hospitals and I was given access to a personal computer, a TRS80, to carry out data analysis. The Health Commission of Victoria (HCV), my employer, had legislative responsibility to set the annual budget allocations for hospital nurse staffing establishments. Its DIS monitored budgets and resource expenditures for more than 160 State-owned public hospitals using a central computing centre. I made use of work sampling to collect data about nursing work relative to the number and types of patients they were caring for in hospital wards. This required me to collect and process more than 30,000 observations that resulted in the development of the Patient Assessment and Information System (PAIS) designed to measure hospital nursing workloads based on patient care demands. It was a manual system using a white boardand was first used to resolve industrial nursing workloads disputes. It successfully  gave nurses information they were then able to use to negotiate and manage their own workloads. This power shift was not appreciated by those who had always controlled hospital admissions, but nurses welcomed it. I transferred to a new position in the Nursing section within the Hospitals division within the HCV and was instrumental in computerizing this section. This began with upgrades to electric typewriters with a line of memory, and then to dedicated word processors and new personal computers. I worked closely with the finance department to undertake all the required data analytics using spreadsheets made available via the new Lotus 123 and later Symphony programs. It was a steep learning curve, as I was self- taught. I had difficulty persuading any of my nursing colleagues to acquire these computing and data analytic skills. For me these early computing experiences highlighted the importance of data and data analytics. Nursing industrial issues brought about a Ministerial enquiry into Nursing in Victoria, for which I undertook all the research and data processing. The Nursing Union demanded the appointment of support staff to take on non-nursing duties as defined by them. The amount of nursing workload data I had accumulated enabled me to calculate how many additional staff positions were required Statewide to cover these new support roles. These estimates influenced negotiations, budget allocations, and dispute resolution. Two years later, during another major industrial nursing dispute, I again made use of my data to calculate the impact of a clinical nursing career structure based on likely shifts in skill mix to address the profession’s desire to better reward experienced clinical nurses. PAIS was later computerized by various software companies and used by over 100 hospitals Australia-wide. A casemix system was first introduced and evaluated in Victoria in 1984 and was gradually adopted for hospital funding purposes in that State and later nationally. In 1993, the PAIS data obtained by type of patient were used by KPMG, on behalf of the Australian Government, to determine the first national nursing cost weights relative to Diagnosis Related Groups (DRGs). I made use of these research experiences and outcomes for my Doctoral studies and thesis titled “Casemix, Hospital Nursing Resource Usage and Costs: the basis for a Nurse Staffing and Costing System”. I wanted to influence the nursing profession’s ability to make use of their data to demonstrate the value of nursing services to decision makers, as only then can the nursing contribution be recognized and suitably rewarded financially. In 1984, I was invited to be part of the IMIA WG8 NI network by Maureen Scholes, the Director of Nursing at the London Hospital at that time. The Victorian State Government agreed to fund an overseas trip. The IMIA network provided me with new contacts, information, and ideas to identify where and who I should visit during early 1986 to enable me to better appreciate the likely impact on nursing from computer use by hospitals. During this trip, I learned that IMIA WG8 NI was hosting its next international conference in Dublin in 1988 and considered the possibility of hosting such a conference in Melbourne. During the late 1980’s, I undertook further study in information systems at RMIT where I learned about database structures, entity relationship diagrams, and the need for data dictionaries. I attended the Medinfo conference held in Washington, DC, in 1986 and participated in a number of workshops. I was introduced to Jack Harrington who was working with IEEE on the MEDIX program focusing on the need for data integration. These experiences alerted me to the difference between data interchange at the application level (HL7) referred to as ‘interfacing’ and at the lowest possible machine level referred to as ‘integration’, and the impact of the use of these data interchange protocols.  By then I was self employed as a Consultant and I was actively engaged in the newly established Nursing Computer Group Victoria (NCGV). I convinced the group’s committee that we should host the next IMIA WG8 NI conference in Melbourne in 1991. In 1987, I was invited to participate in an IMIA WG8 NI Task Force meeting to define broad competency statements about nursing informatics held in Stockholm, where I presented our proposal. I chaired the IMIA WG8 NI conference organizing committee and conference and, as the first editor of the conference proceedings, prepared the camera-ready text for publication, using my own PC (an XT), Wordstar, and Word Perfect word processing. Dr. Sam Schulz was invited to speak about the need for data standards and the development of common protocols for data exchange between computer systems in healthcare institutions, which became known as HL7 messaging standards. Jack Harrington was also invited to Melbourne, to conduct a pre-conference workshop on this topic. The conference made a profit. The NCGV were instrumental in establishing the Nursing Informatics Australia group as well as the Health Informatics Society of Australia (HISA). The NCGV members funded the establishment of HISA’s secretariat and the annual Health Informatics Conference (HIC) events in 1993. At the Medinfo’92 conference in Geneva, I presented a paper promoting the need for a Nursing Data Dictionary and to make use of this as a reference model to assist with accurate data exchange. I had been working part time for the College of Nursing Australia as a policy officer when Standards Australia (SA) agreed there was a need for a Health Informatics Standards Development Committee. I attended this new committee’s inaugural meeting as a College of Nursing representative in 1992. I continued as a SA IT/14 committee member and was introduced to the openEHR specifications that were the result of extensive research funded by the European Commission under the leadership of Dr. David Ingram from the University College London. I represented SA IT/14 as an international expert in ISO TC215 EHR standards development activities till 2008. Dr. Amy Zelmer, an attendee at the Melbourne 1991 NI conference, had been appointed as the Dean of the new nursing degree program at Central Queensland University. By the late 1980s, she had acquired government funding and established a faculty-wide computer network. Every academic nurse educator had a computer on their desk and had to access the server for all documentation. She and a new Professor of Information Systems, Dr. Greg Whymark, appointed in the Business Faculty, decided to work together and develop a Post Graduate Diploma in Health Administration and Information Systems to be delivered via distance education. I was invited to develop and implement this as an external consultant working from around 2000 kms away using email via a 96Kb modem. The course was successful; it became a Master’s degree in Health Informatics. I was employed as a Senior Lecturer, moved to Queensland, and progressed through promotion to a full Professorial position while actively working on the development of solutions to improve health data exchange. I established and managed a Health Informatics Research Centre till I retired from CQU late 2007. In 1993, I was invited as an external expert contributor to the European Commission’s 4-year NIGHTINGALE project that set out to develop a Nursing Informatics curriculum. In addition, I participated in numerous other workshops organized by IMIA WG8 NI members and their associates. These valuable international networking and workshop experiences influenced my ability to develop cutting edge course content, present at numerous conferences, publish and actively contribute to various Health Informatics standards development and local research activities, and participate in various Government advisory panels and workshops.  One of my post doc Fellows, Dr. Sebastian Garde, and I developed the first prototype repository for the openEHR archetypes. This was further developed under the umbrella of the openEHR Foundation at UCL to become an international online freely available resource known as the Clinical Knowledge Manager (CKM). This resource has gathered an active international community of interested and motivated individuals, now numbering more than 2000 from around the globe, who contribute to evidence-based clinical model (archetype) development and reviews as volunteers. This openEHR community is focused on furthering an open and international approach to clinical informatics, an application and message-independent method for sharing health information between individuals, clinicians, and organisations, between applications, and across regional and national borders. The use of these archetypes and associated artefacts is gathering momentum by those seeking semantic interoperability that maximizes the use of clinical data. These form the foundation for well connected digital health ecosystems. During this 15-year period, I worked with national and international experts to develop various standards associated with terminology use and electronic health records. Connections made possible via IMIA and its working groups, and the standards development communities, have provided me with essential learning experiences that enabled me to progress in my career as a Health Informatician. Knowledge gained has provided me with numerous new experiences and research opportunities that influenced my professional development as an academic and researcher. It’s been stimulating and rewarding to have had so many opportunities to work closely with many visionary and innovative thinkers and researchers. Inspirations and Frustrations: My driving force was an early appreciation of the need for timely and accurate health data exchange (late 1980s). I saw this as the crucial problem to be solved in order to maximize the value of and benefits to be achieved from transitioning to a digital world. Throughout my career I was frustrated by the apparent lack of understanding by many about the differences between system interfacing and system integration and their impacts on data usage. These two distinct concepts continue to be misinterpreted to this day, yet the challenge of system integration is now more widely recognised. This early knowledge influenced my contributions to Health Informatics education and to the problem-solving activities associated with standards development and research. I focused on examining the many concepts that were associated requirements to achieve semantic interoperability, including the need for data standards and a universal clinical language. It’s now beginning to gain greater traction. My own professional development was frustrated to some extent by having to leave school early and undertake all my studies on a part time basis. It meant I was never able to complete my mathematical studies at a sufficiently high level to enable me to enroll in a computer science or an operations research degree program. I had to make the most of opportunities presented. I’m very grateful to the many experts I had the privilege to work with and learn from along the way. ", "Rada Hussein": "Founder and Director, Biomedical Informatics Center of Excellence, Information Technology Institute (ITI), Egypt. Founding Member, International Academy of Health Sciences Informatics My passion for Health Informatics When I was only thirteen years old, my passion for Biomedical and Health Informatics (BMHI) started while watching a documentary movie on computerized medical imaging equipment. Surely, I got affected by this movie because it mentioned “Marie Curie” who has always been my role model. That day, I decided to be dedicated to this field and explored with my father how computers will certainly revolutionize healthcare practices worldwide. As there were no BMHI programs in Egypt at that time, biomedical engineering was the best option to match my interests. On the other hand, I strengthened my skills in Information Technology (IT) by taking extra-curricular courses in different programming languages. This enabled me to conduct my bachelor’s graduation project in developing an intelligent decision support system for breast cancer using Prolog (a general-purpose logic programming language associated with artificial intelligence and computational linguistics) in 1993. After graduation, I planned to master more skills in software engineering through applying for the best IT scholarship in Egypt. During this professional diploma (1994), I developed an ultrasound image viewer as my graduation project. This viewer gained recognition from the leaders of the Egyptian cabinet who decided to sponsor me for a th scientific visit to the US. I chose to attend the 18 Symposium in Computer Applications in Medical Care. This visit was a major milestone in my career as I learned much about BMHI standards. Especially, when I witnessed the infancy of the Digital Imaging and Communications in Medicine (DICOM) standard in several workshops. Then, I pursued my master’s degree in exploring the potential and power of relational database in modelling and structuring clinical practice guidelines for clinical decision support systems in addition to investigating the relevant data mining approaches (1996-1998). Simultaneously, I continued my professional career as Hospital Management Information Systems (HMIS) developer at Data Management Systems (1995-1997) and Medical Informatics Department Manager at the Bahgat Group (1997- 2001). This combination of imaging informatics and clinical informatics enabled me to analyse the main reasons behind the failure of the different Health IT initiatives in Egyptian hospitals. This mainly occurred due to the lack of interoperability in addition to the inefficient adaptability of the developed applications to the different clinical workflows. With the launching of the Integrating the Healthcare Enterprise (IHE) initiative, I was very enthusiastic to use the IHE technical framework to tackle these challenges in workflow reengineering during my doctoral work in Germany. I worked closely with Prof. Hans-Peter Meinzer who call me “Brave Heart” because it was very rare to see a female engineer, coming from a very different culture, working in this very challenging pioneering domain. This motivated me to be one of the first implementers of the IHE  integration profiles in the German industry. I also published my work in a highly ranked journal in this field, namely, Radio Graphics Radiological Society of North America (RSNA). In 2005, I started my academic career as an Assistant Professor in Jordan. Then, I decided to expand my academic career with a leading strategic position in the Egyptian government and was able to found the Biomedical Informatics Centre of Excellence (BMICoE) so as to launch BMHI as a discipline in Egypt. I built many partnerships in education, research and innovation -to adopt the knowledge triangle -with recognized international universities -mainly, Oregon Health and Science University (OHSU)- equipping my students with a world-class BMHI training in different specializations. Furthermore, I was the key member of the first Egyptian health informatics fellowship program and aimed to get it accredited by the International Medical Informatics Association (IMIA). I was so happy and proud when BMICoE work was highly recognized by the IMIA when we were asked to highlight our activities in the IMIA Yearbook in 2011. I was also invited by the Pan American Health Organization (PAHO) to give a speech on Egypt’s experience in developing a national eHealth strategy during MEDINFO 2015. I experienced my first exposure to public health when I participated in national eHealth initiatives, including: the national cancer registry project, eHealth master plan, and health workforce capacity building programs. I learnt from these projects the importance of strategic planning in maintaining the sustainability of these initiatives. Accordingly, my research interests transitioned into creating generic frameworks for integrating eHealth strategies with the novel concepts of research for health, and strategic and innovation management techniques for Health System Strengthening (HSS). I conducted several road-mapping studies through different European Commission (EC) funded projects- in partnership with the Technical University of Madrid (UPM), represented by my good friend Prof. Victor Maojo, the World Health Organization (WHO), the Fraunhofer organization and others. Our roadmap for telemedicine in Egypt 2020 was recognized by the WHO-Global Observatory for eHealth. And the roadmap for future EC activities in Africa—within the health domain- described a framework addressing a set of interrelated-intersected challenges in strengthening the national health system, developing national health research systems, and adopting health policy and systems research strategies. After 20 years of my journey within the BMHI domain in developing countries, I leaned that I should think at the overall health system level to effectively implement BMHI applications. This necessarily requires modernizing national BMHI research programs to respond to a country’s strategic vision of health as well as the global health agencies’ strategies. In other words, the future BMHI informaticians in developing counties should not only be able master the required BMHI skills, but also they should gain an awareness of future global health trends and their translations into national needs for public health. Accordingly, I have been very interested in the global health informatics domain. This is due to my belief that eHealth will play a pivotal role in moving towards a third global health transition, namely, the Universal Health Coverage (UHC) that is aimed at providing quality-affordable health care services to everyone by 2030. Ultimately, UHC could be an optimal benchmark to measure the progress of evidence-based eHealth, especially in low- and middle-income countries (LMICs), as I described in a 2-part review on the role of eHealth and technology in realizing UHC Goals by 2030.  Currently, I focus my research on utilizing Enterprise Architecture (EA) tools for global health for modelling UHC and evaluating eHealth in achieving the UHC goals. My future career plan is to conduct these projects at global health agencies—as a research scientist in global health informatics. I hope to be a leader in modelling complex global Health Information Systems (HIS) and an expert in HSS for realizing the UHC goals and improving the statues of global health. Finally, I’m very happy with my journey that started from imaging and clinical informatics to public and global health informatics to serve LMIC’s. I feel I am very lucky to work in this very interesting-rapidly evolving field that fuels my enthusiasm and creativity. Radiographics, 2004; 24:891-6 ", "Sedick Isaacs (1939 – 2012)": "By Lyn Hanmer The late Sedick Isaacs was a life-long educator and mentor, within and beyond IMIA and its organizations. Through his leadership roles in SAHIA and HELINA from the 1980s until his death in 2012, he had a significant influence on the lives and professional practices of many involved in Health Informatics and related fields in South Africa, throughout the IMIA African region, and internationally. Sedick was a member of the IMIA Board as the HELINA representative, one of only three South Africans to date to serve on the IMIA Board (the others being John Tresling as a former IMIA Treasurer and Lyn Hanmer as a former IMIA Secretary), where he ensured that the activities and challenges of Health Informaticians in Africa and other developing areas were taken into account in IMIA planning and decision making. Recognising the importance of being present to promote Health Informatics both locally and internationally, Sedick raised and contributed his own funding to enable him to attend HELINA and IMIA meetings and conferences whenever possible. It is a fitting tribute that the Sedick Isaacs Award for service to HELINA was established in 2014. The following extract from Sedick’s IMIA obituary summarises his unique involvement in IMIA over more than two decades, and the enduring legacy which he has left for those who follow in his footsteps: Sedick was a founding member of the South African Medical Informatics Group, later the South African Health Informatics Association (SAHIA), and served in various capacities, including SAHIA President. He was president of the IMIA HELINA region until his death, having played a pivotal role in its formation, and being an ongoing source of guidance and support for the HELINA council and the wider HELINA family. Through HELINA, he participated in IMIA activities formally through the General Assembly and informally through personal contacts and relationships, always supported by his wife Maraldea. The extent of Sedick’s influence and the high regard in which he is held in the IMIA family are reflected in his being made an Honorary IMIA fellow in 2010, and in the many messages and tributes received on his passing from all over the world. (IMIA Yearbook of Medical Informatics, 2013) ", "Michio Kimura": "Professor, Department of Medical Informatics, Hamamatsu University Former President, Japan Medical Informatics Association (JAMI), IMIA Vice President Former President, Asia-Pacific Assoc. Medical Informatics (APAMI) Chair, HL7 Japan, IHE International Board In 1970, I visited EXPO ’70, which was held in Osaka, Japan when I was just 12 years old. Many of the pavilions were demonstrating different uses of computers, which were already becoming ubiquitous in large companies. M. Kimura, MD, PhD Some simulatied driving, which excited me and made me feel that computers were sure to change our ways of life. In my third grade of middle school, on a night train to Hokkaido, I read “Operations Research, A Primer”, which included many methods, and although I didn’t yet know the mathematics of linear algebra or differential equations, my eyes followed the examples of PERT and CPM. This led me to think then and even now about how to achieve “better outcomes by less effort in organized ways” or “put off things that you can do later”. I was surprised to see that the methods I was interested in were solved there and even systematized as an object of study. I have two older brothers, and both had then already entered medical school. My rd father (OB Gyn clinician) and mother (practicing at an ENT clinic, now in its 3 generation and led by my nephew) said that I did not have to be a doctor. So, I had the freedom to go to the Engineering Faculty of Tokyo University, where work on Operations Research (OR) was widespread. It was very natural for me to attend a lecture by Prof. Kaihara, from the Tokyo University Hospital department of medical information processing (its name at the time). I noticed that researchers applying computer methods to medicine were in very short supply; so, based on advice from senior faculty, my master’s thesis was to construct a medical consultation system. Then he advised me to go to medical school, saying Osaka University is the only medical school accepting university graduates going into their third year. So I entered medical school in 1982, and all of my relatives sighed, “At last, he’s become a medical doctor.” Whole attending medical school as a student, I made my first overseas presentation at MEDINFO ’83 in Amsterdam. I joined Tokyo University Medical School students in making presentations at JAMI conferences with their PC applications for healthcare. Prof. Ohe, now a professor at Tokyo University in Medical Informatics, was among them. Back at Osaka University, I persuaded the computer club members to not just build games but also work on medical applications. Prof. Matsumura, currently a professor at Osaka University in Medical Informatics, was among them. After graduation, I wanted to work on a new area of computer applications in medicine, so I selected radiology because of the wealth of imaging information available that is so important to medicine. However, to get digital CT image data, I had to sign a confidentiality agreement with GE and Toshiba, because their CT image data formats were different from each other. I thought this was not the way to treat important patient information, because it entails that changing CT vendors can lead to loss of data, and as  such does not constitute a good research infrastructure. I was lucky to be able to join a development committee for the MIPS data format. While clinical imaging needs to be interoperative, GE and Siemens systems predominate in Japan, while Toshiba and Fujifilm have stronger presences in the US and Europe. MIPS, as a Japanese standard, became conformant to ACR-NEMA, the earlier name of DICOM. I am now happy to see that, unlike most other patient information, diagnostic images have become routinely interchangeable between hospitals, even worldwide, thanks to the DICOM standard, a Grade of A by medical standards. In 1992, I joined the Hamamatsu University Hospital Medical Informatics department. I was most honored that I was recommended by DICOM researchers to present the DICOM implementation in Japan at a standards panel at SCAMC ’92 in Baltimore, with Prof. Clem McDonald as chair. There it was recommended that I ought to carry out a similar type of deployment in Japan for HL7, the non-image standard developed by him and Prof. Ed Hammond. The chair of Japan’s HIT vendor association th JAHIS, Mr. Ozaki, took action in 1995 to form HL7-Japan, the 7 international affiliate of HL7. I am happy to see that HL7 v2.5 standardized storage SS-MIX is now operating in 1,114 hospitals in Japan, serving as an infrastructure for patient data covering drug adverse event detection (MID-NET), case data collection for multiple professional societies, and even use as a backup for disaster-recovery. In the 2000s, I added ISO TC/215, and such work in IHE has afforded me the opportunity to visit many places with advanced medical informatics installations worldwide—but what I have yet to see is a hospital being operated in a way that is optimized using PERT and CPM technologies! International Journal of Medical Informatics, 1998; 51:59-68 ", "Ghislain Kouematchoua Tchuitcheu": "Executive Director Infrastructure and CIO, Hamburg Association of Statutory Health Insurance Physicians, Germany HELINA President (2013 – 2018) & IMIA Vice President Founder and President Koegni-eHealth Innovation for Development Founding Fellow, Int. Academy of Health Sciences Informatics My journey in Health Informatics My journey in the field of medical informatics began in 2000 after a presentation on the application areas of medical informatics by Professor Otto Rienhoff. As a young computer science trainee in Germany with opportunities covering several areas of application, I decided to work in the field of medical/health informatics in order to be able to contribute to the quality of patient care delivery and the optimization of processes within healthcare systems. Above all, I realized that the knowledge and experience gained in my host country (Germany) will also be of use to me in my home country (Cameroon), other African countries and developing countries. The systematic introduction of medical informatics methods and solutions to these countries was, in my opinion necessary, in order for fair patient care delivery and an improvement of health systems to come about. My exchanges with Otto Rienhoff, who has personally had experiences in Africa and other developing countries, were of great importance in consolidating my decision. Fully aware of its complexity, I made my choice. I thank you so much, Otto! Once the decision was made, I started working both in medical informatics as well as on purely computer science projects. I was of the opinion that the fields of application in medical informatics require a broad expertise concerning the different fields of computer sciences as well as mathematics. At the same time, I took a deeper look at the applications of medical informatics in Africa and other developing countries. In this way, I became aware of projects implemented outside Europe and North America in general, and of publications and planning carried out within the framework of HELINA and the African medical informatics conferences sponsored by IMIA and other international organizations related to healthcare. The vast majority of this work was financed and carried out by international partners. Although HELINA had been established in 1993 as representing medical informatics associations from Africa in IMIA, there were a need to have a pan African structure with many African countries involve. This point of view was mainly shared by the colleagues present at the HELINA 2007 conference in Bamako, Mali. This conference was organized by the newly founded Malian Society of Medical, Biomedical and Health Informatics (SOMIBS) and was an important milestone for HELINA history. The first constituent assembly of HELINA as a pan-African health informatics organization and the African region of IMIA was held after the scientific th session on the second day of the conference, 12 January 2007. I was nominated and elected Vice-President and representative of HELINA to IMIA. I was deeply honored by this election, though I also knew the work would be challenging in such a recent association with such disparate cultural and regional groupings throughout Africa, but it was the only real reason for my involvement with HELINA. I have combined my work at HELINA with my function as a coordinator of the Medical Informatics Program at the University of Göttingen and focused part of my  research and teaching topics on areas which were also relevant for developing countries. Already before my election, I had planned on performing a needs assessment in many African countries along with working on the establishment of a virtual network for the development and implementation of sustainable solutions resulting from this analysis. My presentation at the conference focused on sustainable development of medical informatics in Africa. The conclusion of this presentation showed, how African countries could not fully reap the benefits of increased development of information technology in health care delivery, if infrastructure, adequate research and education structures are not in place. Based on the results of the need assessment and evaluation of existing health informatics solutions implemented in Africa and other developing countries, I decided to design and develop a proposed solution for a workable information management system for improving the healthcare of diabetic patients in Africa. The work in HELINA's office was quite complex, though that was to be expected. We were able to organize the 2009 conference along with the Ivorian Society of Biosciences and Medical Informatics (SIBIM) in Abidjan. It was the first conference with a strong involvement of the HELINA Board. From this conference onwards, the HELINA board took strategic leadership for the subsequent conferences. I was the HELINA board general chair of conferences between 2011 and 2018. At the 2011 conference in Yaounde, Cameroon, we had a global analysis of the state of health informatics / ehealth in Africa with the participants. The results were the foundation for the development of the first HELINA strategic plan. For this work, I headed a multidisciplinary and very committed strategic task force. We wanted HELINA to become a leading African organization that globally and sustainably promotes Health Informatics in Africa and at least ensures the quality in the Health Informatics education, research, development and practical implementation through different regional activities across the continent as well as building solid partnerships with local and global scientific, open-source and political organizations. We involved many organizations and HELINA members in this process and presented our results at the HELINA 2013 conference in Eldoret, Kenya. I was acting president of HELINA after the death of the founding president Dr. Sedick Isaacs on October 18, 2012, whom deeply respected. In 2015, I was elected president. At the same time, we renewed the statutes and introduced a rotation at the head of HELINA. The consolidation of the internal structures was a priority in order to ensure the sustainability of HELINA's activities. African Diaspora mobilization to serve as a bridge between their host continent and their continent of origin. After I left Göttingen University's Department of Medical Informatics for the Hamburg Association of Statutory Health Insurance Physicians, which is in charge of organizing the ambulatory care in Hamburg, Germany, my engagement with HELINA became less feasible. As a clinical IT, eHealth and telematics consultant for an institution focused in Germany, my research work with global health informatics application topics relevant to both Germany and Africa along with contributing and participating in conferences abroad no longer part dovetailed with my work. Working on HELINA’s activities and trying to implement the ideas I had for African countries was only possible during my free time. I also had to use personal funds to run the activities and participate in important meetings on behalf of HELINA. I decided to present my visions for the sustainable development of health informatics in Africa in general to friends and suggested the creation of an association with which we could achieve our goals. The association “Koegni-eHealth Innovation for Development” was created, it’s first project being the implementation and evaluation of eHealth-  solutions in rural and urban hospitals in my home country of Cameroon. Computer scientists, health informatics experts, physicians and nurses from the diaspora community came together to build a platform for eHealth applications as a bridge between the African diaspora and Africa. The core concept was part of my research work at the university, and included prototypes developed with my students which were then extended, finalized, and prepared for professional implementation. Thanks to the support of the German Federal Ministry for Economic Cooperation and Development, the World Francophone Numeric University, and the Rockefeller Foundation, we have been able to implement some ehealth-components – including electronic medical records, telemedicine, disease related networks and tele-education – in Cameroon. It additionally contributed to the financing of the HELINA 2011 conference. We involved the Cameroonian Medical Association in Germany, offered several tele-expertise in different urban and rural hospitals, and tele-educational activities including medical informatics training were possible. The latest activities here involve the development of a collaborative environment for the Tumor-Board conferences. In cooperation with German Universities, we have carried out work in Cameroon which include research, education and curriculum development projects as well as the development and implementation of Health Information Systems, decision support systems, and capacity building programs based on ICT facilities in rural and urban areas. Koegni-eHealth is also publishing the bilingual (French, English) Journal of Health Informatics in Africa since 2013. This official journal of HELINA, whose first chief editor was Professor Mikko Korpela, has since highlighted the work carried out in Africa in general, along with publications within the framework of the HELINA conferences. I am happy to have made the decision of dedicating my energy to health informatics and computer science. The combination of applied research and professional operation is something special I’m enjoyed. As CIO of the Hamburg association of statutory health insurance physicians and member of the telematics architecture board of the national association of statutory health insurance physicians, I can be involved with the digital transformation of the German Health care system at a strategic level. This experience will certainly be helpful for future contributions to the development of our area of expertise generally, and especially in Africa. During my journey in our field, I have met many colleagues, mentors and friends who have supported and guided me on this exciting pathway. Without listing their many names, I would like to extend my heartfelt thanks to you all. Thank you for our projects achieved and those yet to come, which we will certainly implement together! On to a great future! ", "Yun Sik Kwak (1937 – 2010)": "Y.S. Kwak, MD, PhD By Michio Kimura and Hyeoun-Ae Park Professor Kwak was born on August 21, 1937, in the city of Daegu, Korea. He graduated with an MD degree from the Kyungpook National Univ. School of Medicine in Daegu, Korea in 1961 and earned a PhD in Molecular Biology from the Albany Medical School, NY, USA. From 1969–1995, he served on the faculties of Albany Medical School; Case Western Reserve Univ. School of Medicine, Cleveland, OH; and Wright State Univ. School of Medicine, Dayton, OH. He returned to Korea in 1994 to head the Clinical Pathology Department at the Ajou University School of Medicine in Suwan and then founded the Medical Informatics Department, serving as its head until 1999. He also established the Medical Informatics Department at the Kyungpook National University School of Medicine, where he worked as an invited professor until 2010. Prior to his death, he joined the Samsung Medical Center as a Professor and Senior Advisor of Medical Informatics and helped set up the Biomedical Informatics Program within the Department of Health Sciences and Technology at Sungkyunkwan University. Dr. Kwak was one of the most prominent figures within the international Heath Information Technology (HIT) standards communities. From 2003 to 2009, he was the Chair of the ISO/TC 215, ISO technical committee on health informatics and devoted himself to promoting the development of health informatics in Asia, and around the world. Dr. Kwak was instrumental in founding JIC, which is a collaboration of health informatics Standards Development Organizations (SDOs) – including ISO, CEN, and HL7, since then expanded with CDISC, and IEEE – to harmonize their efforts in standards development. He also chaired HL7 Korea from 2001 and organized the HIMSS Asia-Pacific 2010 Conference held in Daegu, Korea. He was passionate about and promoted international standards, including ISO and HL7, throughout many HIT projects including the Center for Interoperable EHR, the Intelligent Health Information Sharing System Development Center, the Biobank of Korea, the IHE Korea Connectathon, and the Health Information Exchange in general. Dr. Kwak served the Korean Society of Medical Informatics (KOSMI) for many years in different positions. He was a vice president of the KOSMI from 1998 to 2001, president-elect from 2002 to 2003, president in 2004 and then the Director of the Research Institute of Medical Informatics affiliated with the KOSMI. As a respected professor of laboratory medicine, he held chairmanships in several university departments. He was an inspector for the CAP (College of American Pathologists) Laboratory Accreditation Program since 1980 and was the Deputy Regional Commissioner for the Far Eastern Civilian Laboratories of the Program since 2003. His legacy still lives through the Korean Laboratory Accreditation Program (KLAP) of the Korean Society for Laboratory Medicine (KSLM), which was initiated by Dr. Kwak and a small group of enthusiastic clinical pathologists. Dr. Kwak was a brave soldier as well. He served in the Republic of Korea Air Force as a flight surgeon, and later as a colonel of the US Army Reserve Medical Command. ", "Yu-Chuan (Jack) Li": "IMIA President (2021 – 2023) Dean & Distinguished Professor, College of Medical Science & Technology, Taipei Medical University Past Vice-President and President, APAMI President, Taiwan Association for Medical Informatics Editor-in-Chief, Int. J. for Quality in Health Care I started teaching myself programming languages in high school. As an amateur, I published my first software package with a classmate when we were th 4 -year medical students at Taipei Medical University, Taiwan. In 1988, that turned out to be the first software package available running on MS-DOS to compute personal caloric intake/consumption and to provide nutritional/exercise suggestions. I was surprised to learn just how little the power of computing had been tapped to support health and biomedicine. Shortly after, I started to write a “differential diagnosis expert system” with some of my fellow medical students and formed a rudimentary knowledge engineering group of “experts” among the highest ranking members of my class. The whole program ran on a low-density floppy disk with a storage of 360KB and we managed to develop the knowledge base to include three internal medicine diagnoses, but then had to suspend our work when we all entered internship programs that no longer allowed us the “free time” and flexibility needed to develop our program further! Two years later, I applied to the University of Utah Medical Informatics program, and after acceptance spent several years pursuing my enthusiasm in the field. I entered the program in the fall of 1991 and was immediately thoroughly impressed and somewhat overwhelmed by the progress Dr. Homer Warner had made with his Iliad project. I was in awe of the 2,200 diagnostic knowledge frames (both probabilistic and deterministic) that he and his group of knowledge engineers and experts had developed over many years. I studied Iliad in depth and eventually developed algorithms to transform its knowledge base into a Bayesian network of 11,000 nodes—probably the largest in the world at that time. As my advisor, Dr. Warner taught me well how to pursue academic research, but also how to live a life of integrity and endless curiosity. I returned to Taipei Medical University in 1995 after completing my Ph.D. in Utah and started the first Center for Biomedical Informatics (CBI) in Taiwan with strong institutional support. In 1998, this led to the first dedicated Graduate Institute of Medical Informatics (GIMI) in Asia, which has since then educated more than 800 master’s and doctoral students. Our alumni have successfully worked and influenced the development of informatics at major hospitals and government agencies, as well as many biomedical industries. GIMI currently enrolls about 100 graduate students (15% international) and has 14 full-time faculty members. In 1999, I was elected President of the Taiwan Association for Medical Informatics (TAMI), and I organized an IMIA General Assembly meeting in Taipei concurrently with the MIST (Medical Informatics Symposium in Taiwan) conference in 2002. The following year, I was elected President of the Asia Pacific Association for Medical Informatics (APAMI), which enabled me to help bring Medical Informatics education to all Asia Pacific countries during my 3-year term, focusing on under-served countries in south-east Asia.  Starting in 1995, Taiwan’s National Health Insurance Agency (NHIA) was charged with implementing universal health insurance coverage for the entire population of 23 million people, leading healthcare providers to embark on a widespread computerization program. Under this program, patients are free to visit any hospital/clinic, all covered by the NHIA. No gatekeeper mechanism was put in place, so patients were free to visit as many specialists as needed at any time. The NHIA demanded that all insurance claims be submitted electronically, or else there would be a surcharge for data entry. All the 600 hospitals and 12,000 clinics (private and public) in Taiwan were covered by this policy and therefore had to revamp or install computerized hospital/clinical systems. Initially implemented for capturing data for cost-containment, it was subsequently extended to clinical systems like EHR and CPOE. In about 5 years, almost all the hospitals and 80% of the clinics were using CPOE. We proposed to the government a generic architecture for medical information exchange among all the healthcare providers in 1999 (https://doi.org/10.1016/S1386-5056(01)00146-0). In 2002, we developed an HL7 CDA R2-based XML template called TMT (Taiwan electronic Medical record Template) that would later evolve into a national standard format for EHR interoperability (https://doi.org/10.1016/j.cmpb.2007.07.014). In 2004, a Health Smart Card (HSC) infrastructure was implemented and everyone was issued a patient HSC. All the 45,000 physicians were each issued an additional RSA-version of the HSC called the “physician’s card”. Key information related to allergies, vaccinations, past diagnoses, past medications, major illnesses, major medical examinations, organ donation flags (and more) were stored on the patient’s HSC. When both the patient’s and the physician’s HSC were inserted into the same authenticated NHIA-branded HSC reader, a physician could read all the information from the patient’s HSC and enter new relevant information from the patient encounter, so a level of continuity of care was achieved at this stage. The next milestone in terms of medical informatics development in Taiwan that I participated in happened in 2011, when the Taiwan Health Cloud (THC) project debuted. The THC had three components; namely, a Medical data cloud, a Care cloud and a Wellness cloud. This was done under the auspices of the national cloud computing initiative. The Medical cloud later evolved into the PharmaCloud in 2014, allowing all physicians to review three months of medication history (from all the healthcare providers visited) with the HSC infrastructure as authentication. The medication reconciliation problem was resolved by the PharmaCloud approach, and 3 years after PharmaCloud’s introduction, it further evolved into HealthCloud (2017) which actually provides, in addition to a complete medication history, diagnoses, labs, exams, reports and even imaging studies in real-time during the patient encounter. Taiwan in this way achieved high-level EHR interoperability sufficient for most patient encounters to support safe and sound continuity of care. Another achievement was the national personal health record (PHR) for everyone in Taiwan called My Health Bank (MHB). It started as a web-based program that anyone can log into, and from 2015 was enhanced with capabilities to check clinical and cost data. The service had a slow initial adoption rate due to an unwieldy identification procedure (you needed a card reader at home to insert your HSC) and an over-simplified interface. The PHR is still significant since it is the only channel for patients to retrieve their own health data on an end-user device. Fortunately, the MHB has also evolved to work with a smart phone app (with both IOS and Android versions available) so one can download and authenticate oneself through a phone account and a serial number imprinted on the HSC. This App version of MHB has much better usability features, resulting in better user experiences. The adoption rate is expected to rise, and meanwhile  there are an increasing number of privately developed apps looking to add value to the data channeled from MHB for personal healthcare advice and prevention. A personal health data added-value marketplace is forming rapidly. Although we are still in the early stage, we do foresee a future where apps and wearables, along with other IoT (Internet of Things) devices, will work together to improve our personal health. MHB has provided a pioneering solid foundation for these possibilities to grow. My journey in the field of Medical Informatics has been very exciting and very rewarding so far. With the new cycle of developments in AI (Artificial Intelligence), AR (Augmented Reality), and IoT, informaticians like us can not only participate in, but also enjoy front-row seats in what we all hope will be a golden age (coming sooner rather than later) for real healthcare improvement through informatics. IMIA Board Meeting at APAMI, Hiroshima, 2009 L. to R.: D. Bates. F. Martin Sanchez, F. de Quiros, H.-A. Park, P. Murray, S. Isaacs, L.Hanmer, L. Moura, C.A. Kulikowski, H. Takeda, G.I. Mihalas, R. Haux, Y.-C. Li, E. Coiera, A. Geissbhler, D. UaConaill ", "Siaw-Teng Liaw": "Director, WHO Collaborating Centre on eHealth Professor of General Practice, UNSW Sydney Chair, RACGP National Research Ethics Committee Some lessons along my clinical informatics journey I had wanted to become an engineer and build bridges, but was offered a scholarship to do medicine instead! I grew to love medicine and health science but never lost the inclination to build and bridge “things”. This “manu et mente” philosophy explains my eclectic S-T. Liaw, MBBS, PhD, FRACGP, FIAHSI, FACHI, FACMI career pathway towards clinical informatics and global eHealth. The term “computer” first appeared in my consciousness during a first-year medicine lecture called “Medical Biophysics”. It triggered the informatique in my memory banks. I also remember a medical student project on “cyborgs”, but that’s probably more my trekkie inclinations than blossoming informatics potential. I worked as a clinician in Malaysia, including a stint as an Army doctor. The work as a primary care physician in a developing country enhanced my clinical, obstetric, and surgical skills. It also helped uncover and develop the altruism that is inherent in all of us, especially health professionals. From the informatics perspective, I learned a fundamental principle about medical records and record keeping in the context of paper records in Malaysia. The health professionals wrote in the A5 paper health records but the patients kept them. And they kept and cared for them extremely well in all sorts of protective folders, and even plastic bags. And the records were always up to date, as the patients always asked when the health professionals did not write in them! This is even when the patients were obviously poor and illiterate. Lesson 1: Patients are the best custodians of their health records (and care!). During my early junior doctor years, the informatique bit in my memory banks grew as I started to “play” with PCs such as the Commodore-64, Apple, and IBM. We used the early spreadsheets to plan and share our clinical rosters and to budget. We used word processors and database managers in the PC-DOS environment to do more and more “sophisticated things”, such as storing records and pathology/imaging reports for easy retrieval. I took software programming courses at the local University, gaining skills in BASIC and Pascal programming. I even started radiology training, as it was the most obviously “computerised” discipline in health. However, I soon realised that my passion was (and still is) family medicine/general practice and clinical informatics. As a private general practitioner in rural South Australia, I persuaded my partners to computerise our practice management system with a Pick-based system called MedRecord. We learnt about change management on the fly and lost some staff along the way! Nevertheless, the decision to implement an electronic health record (EHR) was a good one, as the good staff stayed and, more importantly, our practice income increased. I could examine our practice statistics, plan with a clinical focus, and conduct data-driven research, which was published in the Australian Family Physician.  Lesson 2: Observational and measurement data captured in EHRs as part of routine clinical practice must be used for decision support & quality improvement. The developers of our EHR could not meet my clinical informatics and decision support needs. Thus began my research journey into structured EHRs and clinical decision support systems (CDSS). I established an enduring personal and professional relationship with Dr. David Chan, who developed MUFFIN, the Magill University Family Folder Information System. Our EHR and clinical informatics work, in the DOS environment, enhanced encounter sheets with computer generated reminders. We programmed MUFFIN to generate individual patient summaries with a list of personalised health promotion and prevention tasks. This was evaluated as a patient-held health record (PHR) in a randomised control trial. Producing, sharing, and updating a PHR was feasible; patients and providers were very positive about the value. The trial showed promising impacts on knowledge, behaviour, and clinical outcomes. Lesson 3: Patient-held health records can improve processes and impacts of care. In the UK, the VAMP system could generate a similar patient summary. With funding from the UK Health Promotion Foundation while on sabbatical at Oxford University, Dr. Martin Lawrence and I enhanced the computer-generated patient summary with a health promotion booklet and conducted a 2x2 factorial design randomised control trial with general practices in Oxfordshire. We found that the effectiveness of the computer-generated patient-held health summary and health promotion booklet together is greater than either separately in changing patients’ knowledge attitudes and behaviour concerning health promotion. Digital tools and human users interact to optimise the utility and effectiveness of these tools. Patients in partnership with their clinicians are best placed to improve the quality of health information and care. Lesson 4: Data quality is a fundamental problem in health informatics. Participating patients in the Oxfordshire trial raised concerns about the quality of the data in their PHR, such as incompleteness, inaccuracies, and being out-of-date! Parallel CDSS work in falls prevention and management of asthma could not be adequately evaluated because of poor quality clinical data in both hospital and general practice information systems and EHRs. Data quality and utility are fundamental issues to address if we are to optimise the benefits of EHRs and CDSS, especially in the management of chronic disease. Poor trust in data quality is a major reason why pragmatic clinicians are not rushing to adopt CDSS. Lesson 5: Ontologies and common data models can address data quality. Our CDSS projects highlighted the relevance and utility of the Australian general practice data model and core data set. We have used ontologies, including data models and terminology, to underpin the automation of methods to assess and manage data quality and interoperability. Ontologies and semantic technologies are promising solutions for the development and implementation of safe and effective CDSS with embedded assessment and management of data quality to ensure fitness for clinical and research purposes. Interoperability is an important dimension of data quality, especially when the data repository includes data extracted from multiple and disparate EHRs. I was a member of the GP Computing Group (2000-3), an Australian government committee formed to implement the early and foundational Australian eHealth strategies in general practice, that led and guided the establishment of interoperability standards in general practice computing. I was a member of the Short Term Expert Taskforce on Terminology (2003-4) and the Australian Coding Jury that recommended SNOMED-CT as the reference terminology to the Australian Government.  This standards role has since been undertaken by the National eHealth Transition Authority and its permanent successor, the current Australian Digital Health Agency. Lesson 6: The quality of EHR data must be assessed, managed, and governed. Data quality has assumed greater importance with the increasing adoption of EHRs and the use of routinely collected observational digital data to support clinical decisions and care, quality improvement, and population health. It must be noted that EHRs in Australia became widely adopted for prescribing, especially repeat prescribing. However, the varied clinical information systems used in Australia lack a valid and reliable data quality assurance methodology and suffer an interoperability problem where information aggregated from diverse systems may be misinterpreted because of different meanings and contexts. Efficient (automated), valid, and reliable solutions and tools are needed to improve the quality and consistency of observational data and measurements held in information systems. Lesson 7: Integrated health neighbourhoods (IHN) for digital health R&D. My clinical practice and research led to the establishment of a training and research network of general practices, Local Health District service units, hospitals, and local government. The UNSW Sydney electronic Practice Based Research Network (ePBRN) has been conceptualized as an integrated health neighbourhood (IHN) of computerised health and social services that share data to improve health care. This is a geographically defined community laboratory to conduct longitudinal health services, translational, and eHealth research in the integrated and person-centred prevention and management of people with chronic disease, including mental health and cancer. IHNs are logical functional geographical denominators for measurement of quality of data and care. We have developed, tested, validated, and published our tools to extract, link, quality assess, and use routinely collected observational data from the EHR systems of various service units in the IHN. These IHN practices are lighthouse role models for the larger research and teaching network to develop capacity and capability for research and development of person-centred integrated primary care and enable a well-grounded and systematic comparative effectiveness research program. Lesson 8: IHNs as foundations of community engagement and global health. As we developed the Integrated Health Neighbourhood (IHN) concept incorporating individual and population health, my worldview also broadened from the individual to the community, and from the local to the global. Technology diffusion and the adoption of eHealth tools have been slow and patchy, with inequitable access and adoption creating a digital divide between rich and poor, between men and women, and between young and old. Citizen engagement and change management are the keys to successful implementation and diffusion of the eHealth tools. The alliance of academia, industry, and government has been a relatively successful model for research and development, as well as the implementation of innovations and technology. But it has also intensified the digital divide. Lesson 9: Social enterprise is a citizen engagement, implementation, and sustainability strategy for eHealth. In 2013, my eHealth research group at the UNSW was designated a WHO Collaborating Centre for eHealth, with a focus on capacity- building in eHealth evaluation and scoping the state-of-the-art of mHealth. An influence during this time was Professor Muhammad Yunus, a Nobel Prize winner for his work on microcredit and social business. Social business aims to alleviate social and economic problems caused by poverty, poor health, unhealthy food, smoking, alcohol, gambling, risky behaviour, unemployment, poor literacy, and other social determinants of health.  It is not a charity, and the company operates as a non-dividend non-profit business enterprise with products, services, customers, markets, expenses, and revenues. The social-benefit principle underpins the work of the UNSW WHO Collaborating Centre to develop digital health tools within a social enterprise framework to achieve the United Nations Sustainable Development Goals (SDGs), reinforcing a growing recognition of the value and utility of social business and citizen engagement to address the digital divide as well as sustain the development, implementation, and maintenance of eHealth tools over the long term. Lesson 10: Digital health maturity, implementation, and evaluation is critical! Digital health can transform existing health services, making them safer, more efficient, flexible, and personalized, as well as provide consumers with tools to support self- management and new ways of collaboratively engaging with health services. However, many innovative digital health interventions do not continue beyond the pilot phase because of poor usability or utility of hyped-up digital tools, organizational digital health immaturity, and lack of community engagement and readiness to adopt digital health. The wasted investment in the past two decades has eroded public trust in governments and businesses that have regularly dumped immature and non-interoperable technology on the community—and health care organisations trapped in poorly designed legacy systems with no escape clause find themselves in a similar situation. These hyped-up tools are seldom evaluated seriously, leading to a lack of robust evidence to justify digital health implementations. The 2018 World Health Assembly global resolution on Digital Health aimed to harness digital technologies and innovations to strengthen health systems globally, promoting and sustaining patient-centred integrated care. However, it requires significant human and financial investments in implementation and evaluation to ensure meaningful translation into practice and policy. Otherwise it may just be the beginning of another hype cycle. The UNSW WHO Collaborating Centre on eHealth will work closely with WHO to review the status and effectiveness of toolkits to guide the co-creation (including development, testing, implementation, and evaluation) of digital health interventions with member countries. The primary aim is to develop or adapt toolkits for the implementation and evaluation of the cost-effectiveness and sustainability of scaled-up digital health interventions in improving health services and health outcomes with a range of population groups in high, middle, and low-income countries and Pacific Island countries with suboptimal infrastructure. A second aim is to build capacity in digital health implementation and evaluation skills in member countries. The WHOCC-eHealth has all the required content and methodological skills and expertise to successfully conduct this program of work with the WHO and associated global aid agencies. In conclusion, I wish to acknowledge my many friends across the world who have guided my clinical and population health informatics teaching, research, and implementation work to underpin evidence-based digital health practice and policy for individuals and populations. I also wish to acknowledge the many students and staff I have taught and mentored. I look forward to ongoing robust discourse on the science and art of digital health and decision-making, which will further strengthen and consolidate its credentials as an academic discipline as well as a practical inter-disciplinary science. The thought leadership of our community and academy will add to the global digital health expertise and knowledge exchange. ", "Kwok Chan Lun": "Professorial Fellow, Department of Information Systems National University of Singapore (NUS) President of IMIA (2001 – 2004) Founding President, APAMI (1994 – 1997) Getting into Medical Informatics (MI) I am a Professorial Fellow (Health Informatics) in the Department of Information Systems, School of Computing, National University of Singapore, while also concurrently CEO of Gateway Consulting (www.gatewaypl.com), which I established in 2006 after retiring from a career in academia spanning over 30 years. I received a PhD in Biometrical Genetics from the University of Birmingham, UK in 1974 under an 1851 Royal Exhibition Overseas Science Research Scholarship. I was instrumental in setting up the School of Biological Sciences at Nanyang Technological University in July 2001 and served as its founding Vice-Dean (Academic) and Professor from 2001 to 2005. At NTU, I also briefly served as Dean of Admissions in 2005. Prior to joining NTU, I was on the academic staff of the NUS Medical Faculty from 1975-2001. I had also served as Director of the NUS Medical Informatics Program funded by the National Science and Technology Board (now A*STAR) from 1996-2001. In recognition of the pioneering work in adopting IT for biostatistics teaching and medical education, I was presented with the inaugural NUS Teaching Excellence Award for ‘Use of IT in Teaching’ in October 1998. In the mid-1980s, I developed an interest in medical informatics and his research work in this field led to the recognition of the NUS as the 6th World Health Organization Collaborating Centre for Health Informatics in 1990. Internationally, I served as President of the International Medical Informatics Association (IMIA) from 2001-4 and Founding President of the Asia Pacific Association for Medical Informatics (APAMI) from 1994-7. In my career, I have made numerous contributions to the work of WHO, IMIA, IDRC, UNDP and several other international agencies as temporary advisor/consultant, mainly in the area of biostatistics and health informatics. I was formerly Editor (Asia Pacific) for the International Journal of Medical Informatics (IJMI) and also served on the editorial boards of the IJMI and Methods of Information in Medicine. For my efforts in promoting Singapore through international activities in health informatics, I was the recipient of the Singapore Internationale award in March 2001 and the “Excellence for Singapore Award” in 2002. Two IMIA Presidents: K.C. Lun & Jan van Bemmel ", "Hyeoun-Ae Park": "Professor & Dean Emeritus, College of Nursing, Seoul National University IMIA Vice President for WG/SIGs (2007 – 2013) Chair, IMIA-NI (2012 – 2015) IMIA President Elect (2013 – 2015) IMIA President (2015 – 2017) My lifelong journey in biomedical and health informatics started 1981 when I was in a master’s program in nursing at the University of Minnesota. I worked as a research assistant for a project developing a nursing knowledge management system for elderly care led by Mariah Snyder. I used an IBM Personal Computer which was introduced in August 1981 for this project. This led me H.A. Park, RN, PhD, FAAN, FACMI, FIAHSI to learn computer programing languages such as Fortran 77 and Pascal, and take computer science courses offered by the University. After I received my MS degree in nursing, I decided to pursue a career in health informatics and entered the PhD program in Biometry and Health Information Systems at the University of Minnesota. During my PhD studies, I worked as a research assistant in a computer simulation project involving chronic disease population modeling led by Lael Gatewood. I spent many hours writing long computer programs in FORTRAN and later in C++ and ran the programs on a PDP 11 and a VAX-11/780. I was very fortunate to have received my master’s and PhD theses based on this project. I also took several advanced statistics courses during my PhD study. The statistics courses in particular came to be very helpful for big data analytics later in my career. I returned to Korea and worked as a research fellow at the Korea Institute for Health and Social Welfare, which has been affiliated with the Ministry of Health and Welfare since 1988. The working environment was, however, poorly equipped. It took me a couple of months to obtain an IBM-compatible PC called Sambo Trigem XT+ for the Institute. I had to go through a government committee on information technology to get permission to purchase a computer for my research. This was the first Personal Computer purchased in the Institute, supporting the Korean National Health Information System Initiatives. I led two nationwide informatics projects funded by the government: the Health Center Information System in the late 1980s and the Emergency Information Network System in the early 1990s. In 1992, I moved to the College of Nursing at Seoul National University and began to teach nursing informatics to both undergraduate and graduate students—the first time this had been done in Korea. I purchased an IBM-compatible personal computer 286 AT in 1992, the first for the College. Since there was no Internet access at the College, I had to ask that a network hub be installed to have Internet access in my office. I established master’s and Ph.D. programs in Nursing Informatics at the College in 2001, again the first in Korea. Since moving to academia, I was involved in the development of electronic nursing records. The first task was to standardize vocabulary and terms nurses use to document nurses’ interactions with the patients in order to improve the interoperability of nursing records. I was very fortunate to participate in implementing the first standard terminology-based electronic nursing records system in Korea in 2003.  I took 2 years off from the University to study standardized health vocabularies and classifications. That included a one-year fellowship in the Department of Health Informatics at the University of Minnesota, and one year of research on SNOMED CT at the College of American Pathologists. Since then a consistent theme of my research has been the use of health terminology and vocabulary, detailed clinical models, and ontologies to ensure semantic interoperability of Electronic Health Records. Recently, my use of terminologies, data models, and ontologies was extended to clinical and social big data analytics. Currently I am working on developing risk prediction models for patient safety events and developing an evidence-based CDSS providing healthcare providers with tailored recommendations to prevent and manage patient safety events at the point of care. Another area of my research is developing an ontology for sentiment analysis for social big data, involving research topics such as obesity, adolescent depression, low fertility–related policies, and childhood vaccination. I have contributed to the development of biomedical and health informatics in Korea as a founding member of the Korean Society of Medical Informatics (KOSMI) in 1987. Since then, I have actively participated in biannual conferences and published research papers in Health Informatics Research, the official journal of the KOSMI. I have also participated in organizing the important international conferences hosted by the KOSMI: Medinfo 1997, APAMI 2003, and APAMI 2016 as a member of the Local Organizing Committee; and NI 2016 as Chair of the Local Organizing Committee. Internationally I have played a crucial role in introducing and developing nursing informatics in Taiwan and China. I helped Polun Chang to start the Taiwan Nursing Informatics Association and organize its inaugural conference in 2006. I also helped Ying Wu to initiate the Chinese Nursing Informatics Group and organize their first conference in 2012. I served as a vice chair of the International Medical Informatics Association NI Special Interest Group (IMIA-NI) from 2006 to 2012 and as chair of the IMIA-NI from 2012 to 2015. I have also served as member of the strategic advisory group for the International Classification for Nursing Practice (ICNP), a standardized nursing terminology developed by the International Council of Nursing for over 6 years. I have served IMIA in many different roles. I have represented KOSMI within IMIA since 2006. I served IMIA as Vice President for Working Groups and Special Interest Groups (WG/SIGs) from 2007 to 2013, as President Elect from 2013 to 2015, and as President of the Association from 2015 to 2017. In this capacity, I was working on revisions to the IMIA Strategic Plan and the IMIA Code of Ethics for Health Informatics Professionals, and the introduction of the International Academy of Health Sciences. I have worked as an interdisciplinary leader and a strong spokeswoman for the contributions of informatics in healthcare for inter-professional organizations such as WHO and ISO, through my roles as a member of the WHO eHealth Task Force and as the country representative to the ISO/ TC 215 on health informatics. I have authored and co-authored more than 200 articles published in national and international journals, more than 30 chapters in books published in Korean and English, and have made more than 100 presentations at national and international conferences on the areas of my expertise. In retrospect, I was very fortunate to start my career in biomedical and health informatics under the guidance of two great mentors, Mariah Snyder and Lael Gatewood. From Mariah Snyder, I learned the importance of the content domain where we applied ICT to health information. From Lael Gatewood, I learned informatics methodologies such as system analysis, design, and coding. I was most fortunate to find myself involved with many advances and innovations in IT, and later experiencing the many different  outcomes of these innovations and advances in computer hardware and software during my career. For example, I saw how IBM PCs with MS-DOS were introduced for the first time in 1981, tested the sending and receiving of emails between the two systems in early 1984, and I was amazed by the functionalities of MS Office in 1988, Window 3.0 in 1990, and Internet Explorer in 1995. I was lucky to benefit from the improvements with many different input and output devices, starting with paper tape, punch cards, OMR cards, Teletypewriters, and dummy terminals up until the early 1980s, moving to ‘intelligent terminals’ with 8-inch, 5¼-inch and 3½-inch floppy disks up to the mid-1990, and USB flash drives since 2000. Looking back over 30 years of work in biomedical and health informatics after receiving my PhD, there are four prominent transitions. I started my career in biomedical and health informatics by working on national health informatics initiatives for about 5 years until I moved to academia. Since then, my primary focus was on biomedical and health informatics education and the use of biomedical and health informatics in practice. This lasted for almost 20 years. During the first 10 years, I established a nursing informatics MS and PhD program and tried to disseminate the curriculum throughout Korea, and I developed a terminology-based electronic health records system. During the latter 10 years, I was involved in improving electronic nursing records system by introducing data models. I began to use data documented in the electronic health records for research in the last 5 years, while testing the usability of smartphone applications for chronic disease management and the use of big data from EHRs and social media to extract knowledge for nursing practice and health policies. These transitions in my career well reflect the innovations and advances in information and communication technology. IMIA Board at MEDINFO 2010 in Cape Town, South Africa ", "Hiroshi Tanaka": "Department of Biomedical Informatics Tokyo Medical and Dental University Tohoku Medical Megabank Organization, Tohoku University President, JAMI (2003 - 2007) How and why I chose BHMI as my lifelong specialty As to why I chose the biomedical health informatics (BMHI) as my lifelong specialty, I should talk about the situation of Japanese Universities at my undergraduate age. As an ordinary science-inspired high school student, I entered the physical-sciences oriented course of University of Tokyo (UT) in 1968. But that year student activism raged over the world, such as in the Latin Quarter in France and several US universities, as well as at the University of Tokyo (not only UT, but also nearly half of Japanese universities). Soon after the start of the school year, the University of Tokyo was completely barricaded and classes were cancelled due to the campus struggle, which lasted for more than one year. After the abnormal situation settled down, I graduated from the department of applied physics/computer science and went on to its master’s course, following the choice I made before. But what I experienced during the long university upheaval made me inclined towards work that was “closer to human life”. As my background was mathematics or computer science, I thought bringing mathematical or computational study to life science or medicine would be the best goal for my lifelong specialty. I thought the information process is essential for biological life, and I was really interested in the computational study of medical sciences. I decided to change my major to that discipline and determined to do my doctoral study at the “Institute for Medical Electronics (IME)”, UT school of medicine, where Prof. Atsumi was the director. I joined one of the laboratories of IME (Prof. Furukawa), which was much more engaged in research into computational medical sciences. I started BMHI study of the inverse problem (reverse engineering) of biological signals, influenced by the success of computerized tomography (CT). In Prof. Furukawa’s laboratory, I was involved in the study of an inverse problem (reverse engineering) for body surface ECG, where we measured ECG potential on the entire human thoracic surface by attaching more than 100 electrodes on it and, by solving the Laplace equation inversely, estimated the epicardial (heart surface) potential distribution, in order to detect a myocardial infarction site or arrhythmia origin. At that time, the inverse problem approach was very popular because of the success of computer tomography (CT). We conducted animal experiments using dogs and had attained fairly good estimations. I received two Ph.D. degrees, both in medical science and engineering science, as a result of this study. Our method, however, required geometrical measurements of the thoracic wall and heart shape for inverse calculation, which impeded its clinical implementation. Anyhow, I was happy to start my BMHI studies in the field of biological signal processing. Medinfo’80 Tokyo and establishment of JAMI. While I was a Ph.D. student at UT, the third world conference of medical informatics (Medinfo’80) was held in Tokyo. As the president of Medinfo’80 was our former IME professor (Prof. Oshima), we were in charge of local organization for the conference. Based on the experience of  Medinfo’80, the “Japan Association for Medical Informatics (JAMI)” was established in April 1983. Having finished my Ph.D., I became an assistant professor at IME-UT in 1982. While at that position, I studied BMHI as a visiting scientist at Uppsala University (Prof. Schneider) and Linköping University (Prof. Wigertz) in Sweden from 1982-1984. Through this stay I became acquainted with the international community of BMHI. After coming back to Japan, I continued to work as an assistant professor of IME-UT. To catch up with the cutting edge of BMHI study had not been easy. I underwent three grand challenges in my career which required me to change the total framework of my BMHI study. The first challenge in my academic career: an AI based medical consultation system. The first important impact on my BMHI study around 1980 was the emergence of a new medical informatics field, AI (artificial intelligence) and its application to medical decision making. Using AI for computerized medical decision making, especially to utilize the expert diagnostic/therapeutic knowledge represented in symbolic computer language, showed its highly flexible solving power, which outperformed the conventional computerized diagnosis based on statistical methods. MYCIN, Internist-I, and CASNET impacted us enormously. The methodology was completely new to the Japanese BMHI community and brought a big paradigm shift to the field. I worked hard to learn the basic theory and programming technique for knowledge-based systems. We developed an expert advising system for infusion therapy of patients with a water- electrolytes imbalance using both knowledge-based reasoning and quantitative calculation. The knowledge-based approach at that time was eventually confronted with knowledge acquisition difficulty. Its use shifted to supporting physician’s decision making. But the recent revolution in the learning methodology of neural networks (“deep learning”), which can acquire the knowledge of intrinsic features of the domain by itself, is expected to conquer this problem. The second challenge in my academic career: engagement in implementation of hospital information system. Our IME was part of the faculty of basic medicine of UT medical school, so its activities were confined to research and education. However, there was another department in UT medical school related to BMHI research and practice. That is the Medical Information Center of Tokyo University Hospital, directed by Prof. Kaihara, the former IMIA president. In 1987, there happened to be no appropriate candidate among Prof. Kaihara’s group for associate professor (AP) of the medical information department of Hamamatsu University School of Medicine (HUSM-MI). Hence, the request for recruitment of the candidate came to Prof. Atsumi of IME. My life plan at that time was to pursue an academic career in BMHI at a research institute, and I had not ever thought of working in a hospital, but HUSM had already started a project developing a total hospital information system (HIS) with a computerized physician order-entry system (CPOE) and was very urgent in their need for the appointment of a leader for HIS implementation. I accepted Prof. Atsumi’s persuasion and became AP at HUSM-MI. For about two years, I had been exclusively engaged in implementing the total HIS, fully occupied with a lot of meetings to develop specifications for departmental systems of all hospital facilities. But from my present perspective, the opportunity to learn the actual hospital process has proven very useful for my current projects, clinical implementation of genome/omics medicine, which integrates molecular information with clinical phenotypic EMR.  The third challenge in my academic career: bioinformatics and genome medicine. After I finished the implementation of the total HIS, I had some time for research. I again undertook the study of knowledge-based system. I and a HUSM internist (Dr. Suzuki) conducted a Japanese translation of QMR (Quick Medical Reference) under the license/approval of Randolph Miller and distributed it to the Japanese market. At that time, I became interested in causal “qualitative” reasoning because I thought it might clarify the physician’s understanding of disease dynamics. But I felt this was difficult to study in Japan, so I decided to go abroad. I wrote to Prof. Szolovits, asking to study at the Computer Science Laboratory (CSL) of the Massachusetts Institute of Technology (MIT). He accepted my application. While I was studying AI at MIT-CSL, I found a new emerging discipline: genetic information processing, which would be later generally called bioinformatics. I was really surprised at this discipline, “molecular-level informatics,” and thought that this discipline would become indispensable to the future of medical informatics. When I returned to HUSM from MIT-CSL at the end of 1990, Prof. Kaihara informed me of the recruitment for a full professor position at the medical informatics laboratory in Tokyo Medical and Dental University (TMDU), which is a national medical university. He recommended me to the TMDU professor election committee, and I was elected as professor in 1991. I then started my own laboratory there. As this position was at a research institute, I had sufficient time for research. While I continued to work in medical informatics, I started studying molecular biology and bioinformatics. It gave me a firm basis for my present work in promoting genome/omics medicine. Our first study in this field was a molecular evolutional analysis of the HIV virus within a human host. I was also interested in the application of “complex systems theory” to biological problems. This field was called “Artificial Life”, and it was then popular in the computer science community. I reviewed this field too and wrote a rather thick book in Japanese, entitled Life and Complex Systems, using knowledge obtained in my lengthy study of molecular biology and bioinformatics. President of JAMI and my “Digital Medicine” activity up to Now. In 2003, I was elected as president of JAMI (2003-2007). As this is not the place to describe the details of my activities as president, I should mention just a few of my most important acts here. First, as the main slogan of the association, I put forward the the goal of realizing “the Japanese version of nationwide EHR (Electronic Health Record)”. There were international EHR movements across the world; for example, in England and Canada. This slogan was adopted as the Japanese government’s healthcare IT policy, announced in the “i-Japan IT vision” (2009) by the national IT strategic headquarters. Furthermore, I founded two committees to tackle the future challenges of the association: one for genome medical informatics and the other for ubiquitous healthcare. From our present perspective, these two committees heralded two main subfields of current “Digital Medicine”—“precision medicine” (genome/omics medicine) and “participatory medicine” (mHealth). As for my research activity at that time, our laboratory received a rather large budget (about 3 million dollars per year) from the government (2005-2010) to realize clinical genome/omics medicine, based on the integrated database unifying clinico –genomic findings for cancer patients. We call this integrated database “iCOD (integrated Clinical Omics Database). In addition to that, we conducted an educational project aimed at human resource development for omics medicine.  Seen from today’s perspective, this project was relatively premature for Japan’s situational readiness in those days. But the architecture and concept of iCOD to integrate molecular information (genome/omics) with phenotypic information (clinical/environmental) was taken over by the integrated database of Tohoku Medical Megabank project, a genome cohort biobank with 150 thousand participants since 2012. At present, as clinical sequencing becomes less costly and we have a powerful AI method to deal with genomic big data to extract knowledge, the realization of genome/omics medicine becomes increasingly more achievable. We are also engaged in promoting the regional health information network (RHIN) to cover the whole nation, which would support healthcare in rural regions where it is about to collapse due to the shortage of physicians and the rise in super-aging inhabitants. RHIN are also useful for the restoration of healthcare in disaster areas of Tohoku resulting from the Great East Japan Earthquake in 2011. History of myself and BMHI: from the current perspective. To sum up my personal history and BMHI progress, the discipline of BMHI, started with an intention to computerize clinical medicine in order to make it objective and quantitative, has undergone various grand challenges requiring changes of its basic framework. But for every challenge, BMHI had overcome it by embracing a new area such as AI and genome/omics and has become a big discipline, now called “Digital Medicine and Health Information Science”. Seeing the old dream of computerized diagnosis in the ’60s has been taken over by the current goal of “Precision Medicine”, we could dare to say that the original trajectory of BMHI was totally correct. I was happy to be involved in such a discipline which has continued to change its basic framework to remain at the cutting edge of medicine and healthcare. ", "Chun Por Wong": "Chair, Hong Kong Society of Medical Informatics Founder, HL7 Hong Kong Founder, eHealth Consortium Specialist in Geriatric Medicine From a novice to an advocate: I was trained in medicine and graduated in 1979 with an MBBS degree from the University of Hong Kong and practiced geriatric medicine ever since. I have never received formal training in medical informatics. I started to play with the Atari 400, Commodore PET, and later Apple IIe computers in the 1980s and fell in love with computing and programming. Hong Kong had been very slow in adopting healthcare IT and the term biomedical and health informatics was something we had never heard of at that time. So in 1986, seven doctors from a local hospital met at my house, and we decided to form a society for medical computing in Hong Kong. Yet, we did not like the term medical computing as it appeared to be unprofessional. It was Dr. Wilson Chick, a friend of mine, who suggested the name Hong Kong Society of Medical Informatics in 1985, as he had just completed a certificate course in Medical Informatics in Heidelberg, Germany in 1984. We had no idea what Medical Informatics meant, but we felt it was a beautiful name, and we just adopted it. The Society grew from 7 members to more than a few hundred members now, incorporating most of the key health IT professionals working in the field. Although we knew nothing about medical informatics, we started to teach our local doctors in computing and basic programming as amateurs and shared our experiences. We even tried to hook up our ventilators and medical devices to our Apple computers in the hope of automating medical processes, often without much success. We kept on dreaming that computers could do wonders. We also coded our own clinic documentation software using dBase II and an Apple IIe/IBM PC for our own clinics. Between 1983-89, I started working on the Fidonet electronic bulletin board system as a sysop (systems operator) of Fidonet 700/5 and also acted as the only Hub of the Fidonet for Hong Kong, Macau, China, Taiwan, and Singapore as I pinged Seattle daily for electronic mail and forum packets and distributed them to these areas. I started an electronic bulletin board for all data-line users in Hong Kong containing health information online, with 300 articles on healthcare knowledge for the layman. The hit rate was, however, miserably low. A real encounter with medical informatics: Soon after the inauguration of the Hong Kong Society of Medical Informatics, I was approached by two prominent international figures in Medical Informatics, Prof. Shigekoto Kaihara (the then-IMIA President from Japan) and Prof. Ouyang Zhineng (from the China Medical Informatics Association). They approached me purely because they found our society name from peers. Both of them enlightened me a lot about the world trend in medical informatics and introduced me to my first MedInfo Congress scheduled to be held in Beijing in 1989 originally. Dr.  Marion Ball also inspired me a lot as she was a regular visitor to Hong Kong, and I had several chances to meet her and learn from her vision. My first ever MedInfo Congress finally happened in Singapore, when Beijing was suddenly hit by the June 4 student strike incident and the IMIA international conference had to be moved to Singapore, organized by Prof. KC Lun. I then participated in practically most, if not all MedInfo’s since 1989 and getting to know many of the international experts in health informatics over the last 30 years. KC then became one of my best friends. I started to pursue this field seriously by enrolling in a real computer course in the University of Hong Kong Department of Computing and took Bachelor’s of Computing Science courses in 1989-90, though I did not obtain the real degree as I failed to do the 6-month industry practicum part. It was Professor Anthony Hedley, the Professor of Community Medicine from the University of Hong Kong, who really brought me into medical informatics. He was doing some serious work in medical informatics in Hong Kong with operational research and modelling in healthcare, prediction models in communicable and non-communicable diseases, etc. He invited me to organize the first ever Medical Informatics Conference in Hong Kong in 1990. Since then, I have organized more than 12 medical informatics conferences locally in Hong Kong and helped to organize more conferences in the Asia Pacific region. These conferences helped to gather together all those interested in this field and share our experiences. Champion user and physician leader: The year 1992 marked the time when Hong Kong started to gradually shift from a total paper-based healthcare record system to the electronic medical records. More than a dozen doctors, including myself, were involved in the design, piloting, evaluation, and governance of different modules in the development of these clinical systems. The very close physician engagement was unique in Hong Kong, because we had just witnessed a recent total failure when we bought a vendor system in 1998 and tried to plug it in a local hospital. It was a total failure because no one was willing to use it, as it lacked end user engagement completely. The huge resistance in adoption had led to a complete abandonment of the system and wasted more than $5 million USD in 1988-91 for that single system alone. Hence the government in Hong Kong learned a bitter lesson and started the strategy of fully engaging the doctors in its development and adoption of all future systems. They even go so far as to rely purely on home grown systems as our main direction in order to safeguard free customization for the users. I have engaged actively in the design, evaluation, and governance of the development of the computerized clinical system in all of the public hospitals and clinics in Hong Kong since 1992. I sat as chairman of the Executive Committee and subsequently the Steering Committee of Clinical Informatics Programs for 20 consecutive years in the Hospital Authority and acted as a champion user and advocate for the clinicians. Stepping out into the Asia Pacific region: It was in 1993 when Professor KC Lun invited me and other active members in the region to form the Asia Pacific Association for Medical Informatics, which was inaugurated in Singapore and subsequently incorporated as a legal entity as a company limited by guarantee and as a charitable organization in Hong Kong. Since then, I have followed each step in the development of medical informatics closely in Hong Kong and also in the Asia Pacific region. I was the  president of APAMI between 2000-2003, and subsequently the Honorary Treasurer up until now, and I have engaged actively in all the activities of APAMI. I was therefore often the single contact point for all visitors from abroad to Hong Kong in the field of biomedical and health informatics. Health Informatics Education: I began to promote academic development in medical informatics education in Hong Kong in 2001 when I was invited to start the Advanced Certificate Course in Medical Informatics organized by the School of Professional and Continuing Education of the University of Hong Kong. We managed to train more than 200 students and integrate them into the workforce in Health IT locally. This course was subsequently migrated into a post-graduate diploma in eHealth in 2010. Subsequently, I acted as the Course Director of most of the academic courses in Health Informatics in the educational institutions in Hong Kong. We started the Master of Science in Health Informatics at the Hong Kong Polytechnic University in 2008. I participated in the teaching of the Master of Science in Computing in the health informatics stream, and I taught practically all medical informatics modules in most master’s degrees of health management and public health. I sat in most academic committees in all the relevant medical informatics courses in Hong Kong. eHealth Consortium: From 2006, I attempted to unite everyone in Hong Kong who had a stake in health informatics. These include all computer hardware and software vendors, academic institutions and societies, non-profit making organizations, healthcare providers, and all IT professionals with an interest in healthcare. A total of 45 entities formed a consortium in eHealth with a common aim of promoting and protecting the development of eHealth in Hong Kong. We acted both as an advocate and pressure group to the government and communities to safeguard the quality, privacy, and development of healthcare IT in Hong Kong. HL7 Hong Kong: In 2009, I spearheaded the incorporation of HL7 Hong Kong with a successful speedy approval from HL7 Inc. The adoption of HL7 messaging standard is a pre-requisite for territory-wide electronic health records sharing in Hong Kong. We acted as an important body, separate from the government, to promote the use of HL7 standards in all health informatics projects. Hong Kong’s Territory-wide Electronic Health Records Sharing System: With the strong physician engagement in Hong Kong, the Hospital Authority has developed a very successful EMR system across all public hospitals and clinics with one single platform and set of data standards. Therefore, fully interoperable data flow has been the norm since 2000. I was the champion user and chief advocate in making this happen. After 2012, I had the chance of further participating in the working group in the Territory-wide electronic health records sharing system across both private and public sectors, and across all disciplines. The ultimate dream of a free flow of interoperable data will hopefully soon be realized. Conclusion: As a novice and receiving no formal training in health informatics, a practicing geriatrician became one of the key leaders in health informatics in Hong Kong. This is how I got into Biomedical and Health Informatics 30 years ago. During these 3 decades, with self-study, research, and frequent communication with local and overseas experts together with ongoing teaching, I have found myself equipped with the basic  knowledge and a grasp of the international trends in the field. I may be a rare breed with no academic background, and not working full time in Health IT industries to become acquainted with health informatics. The main ideas, challenges, and informatics projects that got me started in the field originally stemmed from the use of computers in medicine. Thinking that computers work magic is totally wrong. We soon realized that challenges and obstacles—like data standards, like cognitive and social behavior of users, like politics and privacy issues, etc.—are the main themes in informatics. The further evolutions of computerization and automation, into applications with benefit realization and into big data analytics / genomics, have all changed our thinking. We still have a long way to go, and the discipline of biomedical and health informatics is growing stronger and stronger. Every government of every country has and will invest tremendously in this field for the betterment of healthcare delivery to their citizens. Our previous efforts in data processing science, automation & computerization, terminology & standards, data security & privacy protection principles, cognitive science, data manipulation & imaging, etc. have created a fruitful environment for the recent development of ubiquitous healthcare via the internet and internet of things, into big data analytics, into genomics and artificial intelligence. The trends will be changing eternally. ", "Graham Wright": "Professor of Information Systems, Rhodes University Chair, Health Sciences Research, Walter Sisulu University (2009) Chair and Treasurer, British Computer Society Health Informatics Forum (BCS Health) Fellow British Computer Society, Int. Acad. of Health Sciences Informatics (IAHSI) The following is the story about some of my involvement with medical and nursing informatics. In 1980, whilst undertaking a Certificate in Education at Huddersfield Polytechnic, I took a module on Computer Programming which radically changed my life; I was hooked on computers. Warrington Hospital Computer Club and the Open Software Library: In 1982, as a nurse tutor, I set up a computer club in Warrington General Hospital which gathered computer enthusiasts from the health service who met to share and demonstrate applications. This led to the development of a small library of teaching programs. With David McKendrick and Peter Annets, we formed a company and conceived the formation of the Open Software Library (OSL) to gather similar innovative material from others in the health service, and to make such programs more widely available. The library acted as a clearing house and repository for programs which could be purchased at minimal cost with the author receiving a royalty. It was also intended to act as a resource to promote the use of the new technology in the health service, which the group demonstrated at nursing conferences to offer practical experience in using computers. Initially, the teaching programs were written on a range of machines – Spectrum, Amstrad, Commodore, and BBC Micro. Authors were mainly nurses or doctors writing programs on such subjects as drug calculation, blood groups, ward management, clinical observations, patient assessment, the Mental Health Act, CPR, and schizophrenia. By the mid-eighties the volume of material was too large for the group to continue on a voluntary basis, so it was restructured, and in 1986, it was incorporated as a limited company. In 1986, the NHS Training Authority (NHSTA) met members of Nurse Users of Microcomputers in Nursing Education (NUMINE) and OSL to discuss means of fostering the use of computers amongst health professionals, and OSL and others following this undertook a number of funded projects. Two national conferences to foster the use of computers in healthcare education and training were funded by the NHSTA. st nd 1 and 2 National Conference on the Use of Computers in Health Care Education and Training: In 1986 and 1988, OSL ran two major conferences in conjunction with the National Health Service Training Authority at Keele University.) The proceedings of “The Second National Conference on the Use of Computers in Health Care Education and Training” are widely accepted as being the first which were completely edited, published, and printed electronically. The conference papers included many on email and teletext systems, with a paper outlining the current state of “Online services for communication and training in the UK”,  which discussed a number of online systems, including the 300,000 page PRESTEL system and the OSL Health Services Bulletin Board System (BBS). The OSL BBS was set up in 1987 and ran as a Fidonet Node until 2009; its main functions were exchanging e-mails and enabling discussion groups among the users of over 30,000 Fidonet BBS services around the world. One of the other UK sysops wanted to get away from the limitation of having to dial from each computer to the next in the chain and worked for years finding a solution. Tim Berners-Lee was his name and his development of the techniques that gave rise to the World Wide Web have had more impact than most on the development of computing and informatics! ) Centre for Health Informatics, HSMU, University of Manchester and GCL Healthcare Consultants: I was appointed a visiting Fellow of the Centre for Health Informatics, HSMU, University of Manchester in 1987 and was head hunted by GCL in 1990 as Senior Managing Consultant heading the Education and Training division. The most widely used product to emerge in the early 1990’s was the Rainbow Pack, which was created to support nurses learning about information management and sold over 50,000 copies in the first print run. The Rainbow 1 Pack “Using Information in the Management of the Nursing Resource” learning programme was commissioned by the NHS Management Executive, England and Wales, and developed by five regional consortia in conjunction with Greenhalgh and Company Limited. As a Senior Managing Consultant with this company, I designed the training material for multiple purposes: as an in-house training programme; as a self-study activity; as reference material; or as a higher education course. Rainbow was accredited in a number of ways. For example, in Scotland, it was used as part of the National Board’s Charge Nurse Diploma, and Manchester University validated a Certificate and Diploma program with myself as the program director and supported by GCL. Reports on the use of the Rainbow Pack in England identified it as an excellent developmental programme for nurses and relevant to the NHS agenda, providing a flexible approach to learning. An evaluation of the use of the Rainbow Pack in Scotland found that Rainbow 1 was used by over half the Colleges of Nursing and Trust or directly Managed Units for post-registration training, and in a few cases for pre-registered nurses. The evaluation concluded that Rainbow 1 provided a flexible approach to ward managers’ training in information and resource management. John Mantas and Arie Hasman had developed curriculum for IT programs and Jean Roberts and I (GCL Consultants) were invited to be a partner in the IT EDUCTRA (Information Technologies EDUCation and TRAining) project that was approved in the Fourth Framework programme of the European Commission (EU) in 1995 as part of the Fourth Framework Telematics Application Programme (Health sector). It was a 1+ million Ecu (pre-euro currency) R&D project to develop and disseminate the academic subject of Health Informatics in an educational framework that attempted to answer the question: “What do healthcare professionals need know about health informatics?” The main output was a CD ROM of teaching and learning materials, some of which are still used in Africa.  A change from IT being seen as the major problem was highlighted in the ground- breaking work of Aarts, Peel, and myself on organisational issues, which showed how three different domains interact. The nature of independent and often idiosyncratic clinical work has meant that integrating clinical practice and information technologies whilst accommodating the managerial needs of the wider health care system has too often been inadequately considered. Too often informatics staff had experience and insight at only one of these three levels. In our paper on this problem (Aarts et al., 1998), we argued “that identifying information requirements, choosing, procuring and implementing such rapidly developing technologies have a social as well as a technical dimension. It is only relatively recently that the extent of this social and individual dimension has been recognised as critical to the successful implementation of health and medical systems and the realisation of their benefits. In order to successfully specify, select and implement information and communication technologies it is necessary to understand why previous projects have failed as well as succeeded.” This model resulted in the development of a European MSc in Health Informatics by staff from Manchester University, Surrey University, and Erasmus University, Rotterdam. It was validated at Surrey University in 1996 under my leadership as Director of Education, together with John Bryant, Vic Peel, Jos Aarts, and Chris Atkinson. It had a substantial social and organisational issues component in the curriculum. The Aarts, Peel, and Wright model (Aarts et al., 1998) The Centre for Health Informatics Research and Development (CHIRAD) was probably the first virtual research and education institute. It became an Academic Institutional Member of IMIA, and the first Institutional Member of EFMI. Its outputs included the launching of a Master’s Degree in Health Informatics validated by the University of Winchester, with CHIRAD supporting a cohort at the Walter Sisulu University, Mthatha, South Africa with team members Peter Murray, John Bryant, and myself visiting for one-week study blocks on each of the nine modules. The Education Steps think-tank meeting in March 2005 in Otley, UK, was the first stage of this project, which was initiated and originally funded by the Health Informatics  Forum of the British Computer Society (BCSHIF) and conducted by the CHIRAD research team that I lead. The original primary aim was to explore the theoretical constructs underpinning health informatics, and from this, identify and investigate the educational issues. The further aims were to consider the evidence base of health informatics, and examine the existence of, or need for, and so content of, different levels of education in health informatics. Following reflection by the CHIRAD research term and BCSHIF on the initial outputs of the Otley meeting, and taking into account the development of the IMIA Strategic Plan, it became apparent that this work could form part of a larger project that could benefit many sectors of the international health informatics community. A second phase of research, jointly funded by BCSHIF and IMIA, contributed to the development of an international mapping of the discipline of health informatics, using a triangulation of expert opinion, document analysis, and literature review. It contributed to the development of the knowledge core of IMIA's Strategic Plan and was published by IMIA as the IMIA Knowledge Base and can be found on the IMIA website as an IMIA Endorsed Document. Most recently, as one of the authors of Recommendations of the International Medical Informatics Association (IMIA) on Education in Biomedical and Health Informatics First Revision, I am pleased to have been nominated as the representative of HELINA on the IMIA Task Team (2019) to review the recommendations. South African Journal of Information Management, 2011; 13:5 pages "}